[{"_id": {"$oid": "5c42285adf84a304bc909462"}, "arxiv_id": "1603.04501", "header_date": {"$date": "2016-04-05T00:00:00Z"}, "creators": ["Jackson, M. L.", "Burr, P. A.", "Grimes, R. W."], "dates": [{"$date": "2016-03-14T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  There has been considerable controversy regarding the structure of\nTiBe$_{12}$, which is variously reported as hexagonal and tetragonal. Lattice\ndynamics simulations based on density functional theory show the tetragonal\nphase space group $I4/mmm$ to be more stable over all temperatures, while the\nhexagonal phase exhibits an imaginary phonon mode, which, if followed, would\nlead to the cell adopting the tetragonal structure. We then report the\npredicted ground state elastic constants and temperature dependence of the bulk\nmodulus and thermal expansion for the tetragonal phase.\n", "Comment: In press at Acta Crystallographica B. Supplementary material appended"]}, {"_id": {"$oid": "5c41e8c4df84a304bc88b1f4"}, "arxiv_id": "1006.3935", "header_date": {"$date": "2010-09-14T00:00:00Z"}, "creators": ["Chen, Wei", "Tegenkamp, Christoph", "Pfnür, Herbert", "Bredow, Thomas"], "dates": [{"$date": "2010-06-20T00:00:00Z"}, {"$date": "2010-09-13T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Physics - Computational Physics"], "description": ["  We present in this work the electronic structure and transition energies\n(both thermodynamic and optical) of Cl vacancies in NaCl by hybrid density\nfunctionals. The underestimated transition energies by the semi-local\nfunctional inherited from the band gap problem are recovered by the PBE0 hybrid\nfunctional through the non-local exact exchange, whose amount is adjusted to\nreproduce the experimental band gap. The hybrid functional also gives a better\naccount of the lattice relaxation for the defect systems arising from the\nreduced self-interaction. On the other hand, the quantitative agreement with\nexperimental vertical transition energy cannot be achieved with hybrid\nfunctionals due to the inaccurate descriptions of the ionization energies of\nthe localized defect and the positions of the band edges.\n", "Comment: 13 pages, 6 figures"]}, {"_id": {"$oid": "5c421e68df84a304bc8f5757"}, "arxiv_id": "1506.04315", "header_date": {"$date": "2015-07-20T00:00:00Z"}, "creators": ["Zhang, Teng", "Luo, Tengfei"], "dates": [{"$date": "2015-06-13T00:00:00Z"}, {"$date": "2015-06-24T00:00:00Z"}], "subject": ["Physics - Chemical Physics", "Condensed Matter - Materials Science"], "description": ["  The realization of phononic computing is held hostage by the lack of high\nperformance thermal devices. Here we show through theoretical analysis and\nmolecular dynamics simulations that unprecedented thermal rectification factors\n(as large as 1.20) can be achieved utilizing the phase dependent thermal\nconductivity of polyethylene nanofibers. More importantly, such high thermal\nrectifications only need very small temperature differences (< 20 oC) across\nthe device, which is a significant advantage over other thermal diodes which\nneed temperature biases on the order of the operating temperature. Taking this\ninto consideration, we show that the dimensionless temperature-scaled\nrectification factors of the polymer nanofiber diodes range from 12 to 25 -\nmuch larger than other thermal diodes (< 8). The polymer nanofiber thermal\ndiode consists of a crystalline portion whose thermal conductivity is highly\nphase-sensitive and a cross-linked portion which has a stable phase. Nanoscale\nsize effect can be utilized to tune the phase transition temperature of the\ncrystalline portion, enabling thermal diodes capable of operating at different\ntemperatures. This work will be instrumental to the design of high performance,\ninexpensive and easily processible thermal devices, based on which thermal\ncircuits can be built to ultimately enable phononic computing.\n"]}, {"_id": {"$oid": "5c41e82ddf84a304bc889e1f"}, "arxiv_id": "1005.4595", "header_date": {"$date": "2011-04-07T00:00:00Z"}, "creators": ["Belmeguenai, Mohamed", "Zighem, Fatih", "Chauveau, Thierry", "Faurie, Damien", "Roussigné, Yves", "Chérif, Salim Mourad", "Moch, Philippe", "Westerholt, Kurt", "Monod, Philippe"], "dates": [{"$date": "2010-05-25T00:00:00Z"}, {"$date": "2010-08-25T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Magnetic properties of CoMnGe thin films of different thicknesses (13, 34,\n55, 83, 100 and 200 nm), grown by RF sputtering at 400{\\deg}C on single crystal\nsapphire substrates, were studied using vibrating sample magnetometry (VSM) and\nconventional or micro-strip line (MS) ferromagnetic resonance (FMR). Their\nbehavior is described assuming a magnetic energy density showing twofold and\nfourfold in-plane anisotropies with some misalignment between their principal\ndirections. For all the samples, the easy axis of the fourfold anisotropy is\nparallel to the c-axis of the substrate while the direction of the twofold\nanisotropy easy axis varies from sample to sample and seems to be strongly\ninfluenced by the growth conditions. Its direction is most probably monitored\nby the slight unavoidable angle of miscut the Al2O3 substrate. The twofold\nin-plane anisotropy field is almost temperature independent, in contrast with\nthe fourfold field which is a decreasing function of the temperature. Finally,\nwe study the frequency dependence of the observed line-width of the resonant\nmode and we conclude to a typical Gilbert damping constant of 0.0065 for the\n55-nm-thick film.\n", "Comment: 7 pages, 7 figures, To be published (Journal of Applied Physics)"]}, {"_id": {"$oid": "5c421a47df84a304bc8ecf9b"}, "arxiv_id": "1502.03351", "header_date": {"$date": "2015-06-23T00:00:00Z"}, "creators": ["Cao, Kun", "Johnson, Roger D.", "Perks, Natasha", "Giustino, Feliciano", "Radaelli, Paolo G."], "dates": [{"$date": "2015-02-11T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Strongly Correlated Electrons"], "description": ["  We study the electronic and magnetic structures of multiferroic\nCaMn$_7$O$_{12}$ by first-principle calculations, based on the experimentally\ndetermined modulated crystal structure. We confirm the presence of a 3$d$\norbital modulation of the Mn2 (Mn$^{3+}$) sites, previously inferred from the\nJahn-Teller crystal distortions. Our results indicate that in the multiferroic\nphase the magnetic structure of the Mn3 (Mn$^{4+}$) sites is anharmonically\nmodulated via orbitally-mediated coupling with the structural modulation, and\nthat the Dzyaloshinskii-Moriya and exchange striction mechanisms contribute\nequally to the polarization\n"]}, {"_id": {"$oid": "5c420a98df84a304bc8cdf7b"}, "arxiv_id": "1310.6000", "header_date": {"$date": "2015-06-17T00:00:00Z"}, "creators": ["Hahn, Christian", "De Loubens, Grégoire", "Naletov, V. V.", "Youssef, J. Ben", "Klein, Olivier", "Viret, Michel"], "dates": [{"$date": "2013-10-22T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Spintronics is a field of electronics based on using the electron spin\ninstead of its charge. The recent advance in the manipulation of pure spin\ncurrents, i.e. angular momentum transfer not associated to conventional charge\ncurrents, has opened new opportunities to build spin based devices with low\nenergy consumption. It has also allowed to integrate ferromagnetic insulators\nin spintronic devices, either as spin sources or spin conductors using their\nmagnetic excitations to propagate a spin signal. Antiferromagnetic insulators\nbelong to another class of materials that can also sustain magnetic\nexcitations, even with a higher group velocity. Hence, they have potential as\nangular momentum conductors, possibly making faster spin devices. At the\nopposite end, angular momentum insulators are also required in spintronic\ncircuits. The present letter underlines some essential features relevant for\nspin current conduction, based on measurements of angular momentum transmission\nin antiferromagnetic NiO and in the non-magnetic light element insulator\nSiO$_2$.\n"]}, {"_id": {"$oid": "5c41d92ddf84a304bc86b9c1"}, "arxiv_id": "0806.2127", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Glinchuk, M. D.", "Eliseev, E. A.", "Morozovska, A. N."], "dates": [{"$date": "2008-06-12T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  For the first time we predict the conditions of superparaelectric phase\nappearance in the ensemble of non-interacting spherical ferroelectric\nnanoparticles. The superparaelectricity in nanoparticle was defined by analogy\nwith superparamagnetism, obtained earlier in small nanoparticles made of\nparamagnetic material. Calculations of correlation radius, energetic barriers\nof polarization reorientation and polarization response to external electric\nfield, were performed within Landau-Ginzburg phenomenological approach for\nperovskites Pb(Zr,Ti)O3, BiFeO3 and uniaxial ferroelectrics rochelle salt and\ntriglycine sulfate.\n", "Comment: 28 pages, 7 figures, 3 Appendices, to be submitted to Phys. Rev. B"]}, {"_id": {"$oid": "5c41d48ddf84a304bc8626e4"}, "arxiv_id": "0710.3596", "header_date": {"$date": "2007-10-22T00:00:00Z"}, "creators": ["Piltch, Martin S.", "Gray, Perry C.", "Manley, Michael"], "dates": [{"$date": "2007-10-18T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The present approach to SERS does not rely on a hihj electrical conductivity\nsubstrate or admixture to enable the SERS process. The novelty of our method is\nto create an artificial periodic electron distribution on a surface by\nillumination with ultraviolet radiation whose photon energy is above the\nphotoelectric work function of the material.\n"]}, {"_id": {"$oid": "5c41e522df84a304bc883e1d"}, "arxiv_id": "1001.2271", "header_date": {"$date": "2010-01-14T00:00:00Z"}, "creators": ["Angoshtari, Arzhang", "Yavari, Arash"], "dates": [{"$date": "2010-01-13T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  In this paper we study the effect of normal and shear strains and oxygen\nvacancies on the structure of 180^o ferroelectric domain walls in PbTiO_3. It\nis known that oxygen vacancies move to the domain walls and pin them. Hence, we\nassume a periodic arrangement of oxygen vacancies on both Pb-centered and\nTi-centered domain walls in PbTiO_3. We use a semi-analytic anharmonic lattice\nstatics method for obtaining the relaxed configurations using a shell\npotential. In agreement with recent ab initio calculations, we observe that a\nPb-centered domain wall with oxygen vacancies is not stable even under strain.\nOur semi-analytic calculations for PbTiO_3 show that oxygen vacancies affect\nthe structure of 180^o domain walls significantly but do not have a\nconsiderable effect on the thickness of domain walls; they broaden the domain\nwalls by about fifty percent. We also study the effect of normal and shear\nstrains on both perfect and defective 180^o domain walls. We observe that\nnormal and shear strains affect the structure but do not change the domain wall\nthickness.\n"]}, {"_id": {"$oid": "5c420332df84a304bc8c0617"}, "arxiv_id": "1303.3694", "header_date": {"$date": "2013-07-17T00:00:00Z"}, "creators": ["Sedlovets, Darya M.", "Shuvalov, Maksim V.", "Vishnevskiy, Yury V.", "Volkov, Vladimir T.", "Khodos, Igor I.", "Trofimov, Oleg V.", "Korepanov, Vitaly I."], "dates": [{"$date": "2013-03-15T00:00:00Z"}, {"$date": "2013-06-07T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We propose an experimental approach, by which thin films of copper\npolyphthalocyanine (CuPPC) can be directly synthesized in a chemical vapor\ndeposition (CVD) set-up at mild temperature (420 {\\deg}C). High polymerization\ndegree and high crystallinity of the films was confirmed by TEM, FTIR and\nUV-VIS studies; the stacking structure of CuPPC layers was determined,\ninter-layer spacing was estimated from XRD and TEM electron-diffraction.\nQuantum-chemical study performed providing support for experimental structure\ndetermination and yielding information on the electronic structure.\n", "Comment: 6 pages, 11 figures"]}, {"_id": {"$oid": "5c422228df84a304bc8fd0cd"}, "arxiv_id": "1509.09214", "header_date": {"$date": "2016-07-27T00:00:00Z"}, "creators": ["Sala, Vera G.", "Conte, Stefano Dal", "Miller, Timothy A.", "Viola, Daniele", "Luppi, Elenora", "Véniard, Valérie", "Cerullo, Giulio", "Wall, Simon"], "dates": [{"$date": "2015-09-30T00:00:00Z"}, {"$date": "2016-07-20T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Physics - Optics"], "description": ["  We study how the color and polarization of ultrashort pulses of visible light\ncan be used to control the demagnetization processes of the antiferromagnetic\ninsulator Cr$_2$O$_3$. We utilize time-resolved second harmonic generation\n(SHG) to probe how changes in the magnetic and structural state evolve in time.\nWe show that, varying the pump photon-energy to excite either localized\ntransitions within the Cr or charge transfer states, leads to markedly\ndifferent dynamics. Through a full polarization analysis of the SHG signal,\nsymmetry considerations and density functional theory calculations, we show\nthat, in the non-equilibrium state, SHG is sensitive to {\\em both} lattice\ndisplacements and changes to the magnetic order, which allows us to conclude\nthat different excited states couple to phonon modes of different symmetries.\nFurthermore, the spin-scattering rate depends on the induced distortion,\nenabling us to control the timescale for the demagnetization process. Our\nresults suggest that selective photoexcitation of antiferromagnetic insulators\nallows fast and efficient manipulation of their magnetic state.\n", "Comment: 7 pages, 5 figures"]}, {"_id": {"$oid": "5c41f2e6df84a304bc89f711"}, "arxiv_id": "1108.2395", "header_date": {"$date": "2011-08-12T00:00:00Z"}, "creators": ["Safi, Malak", "Berret, Jean-François"], "dates": [{"$date": "2011-08-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Physics - Biological Physics"], "description": ["  Recent nanotoxicity studies revealed that the physico-chemical\ncharacteristics of engineered nanomaterials play an important role in the\ninteractions with living cells. Here, we report on the toxicity and uptake of\nthe iron oxide sub-10 nm nanoparticles by NIH/3T3 mouse fibroblasts. Coating\nstrategies include low-molecular weight ligands (citric acid) and polymers\n(poly(acrylic acid), MW = 2000 g mol-1). We find that most particles were\nbiocompatible, as exposed cells remained 100% viable relative to controls. The\nstrong uptake shown by the citrate-coated particles is related to the\ndestabilization of the dispersions in the cell culture medium and their\nsedimentation down to the cell membranes.\n", "Comment: 5 pages 3 figures"]}, {"_id": {"$oid": "5c422514df84a304bc902a96"}, "arxiv_id": "1512.04186", "header_date": {"$date": "2016-01-06T00:00:00Z"}, "creators": ["Yavkin, Boris V", "Mamin, Georgy V", "Gafurov, Marat R.", "Orlinskii, Sergei B."], "dates": [{"$date": "2015-12-14T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  Size-calibrated commercial nanodiamonds synthesized by high-pressure\nhigh-temperature (HPHT) technique were studied by high-frequency W and\nconventional X band electron paramagnetic resonance (EPR) spectroscopy. The\nnumbers of spins in the studied samples were estimated. The core-shell model of\nthe HPHT nanodiamonds was proposed to explain the observed dependence of the\nconcentration of the N0 paramagnetic centers. Two other observed paramagnetic\ncenters are attributed to the two types of structures in the nanodiamond shell.\n", "Comment: 8 pages"]}, {"_id": {"$oid": "5c41d68adf84a304bc8663b7"}, "arxiv_id": "0801.3787", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Sharma, S.", "Dewhurst, J. K.", "Lathiotakis, N. N.", "Gross, E. K. U."], "dates": [{"$date": "2008-01-24T00:00:00Z"}, {"$date": "2008-06-02T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Strongly Correlated Electrons"], "description": ["  Reduced density matrix functional theory for the case of solids is presented\nand a new exchange correlation functional based on a fractional power of the\ndensity matrix is introduced. We show that compared to other functionals, this\nproduces more accurate results for both finite systems. Moreover, it captures\nthe correct band gap behavior for conventional semiconductors as well as\nstrongly correlated Mott insulators, where a gap is obtained in absence of any\nmagnetic ordering.\n", "Comment: 4 figs and 1 table"]}, {"_id": {"$oid": "5c41f304df84a304bc89fc26"}, "arxiv_id": "1108.3696", "header_date": {"$date": "2012-10-15T00:00:00Z"}, "creators": ["Friedrich, Manuel", "Schmidt, Bernd"], "dates": [{"$date": "2011-08-18T00:00:00Z"}, {"$date": "2012-10-12T00:00:00Z"}], "subject": ["Mathematics - Analysis of PDEs", "Condensed Matter - Materials Science", "Mathematical Physics", "74R10, 49J45, 70G75"], "description": ["  A two-dimensional atomic mass spring system is investigated for critical\nfracture loads and its crack path geometry. We rigorously prove that, in the\ndiscrete-to-continuum limit, the minimal energy of a crystal under uniaxial\ntension leads to a universal cleavage law and energy minimizers are either\nhomogeneous elastic deformations or configurations that are completely cracked\nand do not store elastic energy. Beyond critical loading, the specimen\ngenerically cleaves along a unique optimal crystallographic hyperplane. For\nspecific symmetric crystal orientations, however, cleavage might fail. In this\ncase a complete characterization of possible limiting crack geometries is\nobtained.\n"]}, {"_id": {"$oid": "5c422039df84a304bc8f8f1e"}, "arxiv_id": "1508.00382", "header_date": {"$date": "2015-08-04T00:00:00Z"}, "creators": ["Hosseini, S. M.", "Sarsari, I. Abdolhosseini", "Kameli, P.", "Salamati, H."], "dates": [{"$date": "2015-08-03T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Silver-doped ZnO nanoparticles were successfully fabricated at\n$400\\,^{\\circ}\\mathrm{C}$ via a simple and rapid method based on short time\nsolid state milling and calcination of precursor powders. The effect of Ag\ndilute doping on the structural, optical, and photocatalytic properties of ZnO\nnanoparticles was investigated by X-ray diffraction (XRD), UV-vis\nspectrophotometer and photoluminescence (PL) spectroscopy.~X-ray analysis\nrevealed that Ag doped ZnO solidified in hexagonal wurtzite structure.~ The\nintensity of deep level emission was reduced with increasing silver doping in\nPL measurement.~The X-ray photoelectron spectroscopy (XPS) measurement\npredicted that Ag was mainly in the metallic state and ZnO was in the wurtzite\nstructure.~ This metallic state accompanied by unique zinc oxide properties\ndecolorized the methyl violet, efficiently.~ The first-principles calculation\nrepresented Ag deep level in ZnO with an n-type behavior, while in ZnO\nstructure with grain boundary p-type nature via shallow states is dominant same\nas powder samples as studied in this present work. It was suggested that these\nAg-doped ZnO nanoparticles may have good applications in optoelectronics,\nspintronics and wastewater treatment.\n", "Comment: 13 pages, 10 figures"]}, {"_id": {"$oid": "5c41d9eddf84a304bc86d1a1"}, "arxiv_id": "0807.3259", "header_date": {"$date": "2008-07-22T00:00:00Z"}, "creators": ["Malagoli, A", "Tropeano, M", "Cubeda, V", "Bernini, C", "Braccini, V", "Fanciulli, C", "Romano, G", "Putti, M", "Ferdeghini, C"], "dates": [{"$date": "2008-07-21T00:00:00Z"}], "subject": ["Condensed Matter - Superconductivity", "Condensed Matter - Materials Science"], "description": ["  In DC and AC practical applications of MgB2 superconducting wires an\nimportant role is represented by the material sheath which has to provide,\namong other things, a suitable electrical and thermal stabilization. A way to\nobtain a large enough amount of low resistivity material in to the conductor\narchitecture is to use it as external sheath. In this paper we study ex-situ\nmultifilamentary MgB2 wires using oxide-dispersion-strengthened copper\n(GlidCop) as external sheath in order to reach a good compromise between\ncritical current density and thermal properties. We prepared three GlidCop\nsamples differing by the content of dispersed sub-microscopic Al2O3 particles.\nWe characterized the superconducting and thermal properties and we showed that\nthe good thermal conductivity together the good mechanical properties and a\nreasonable critical current density make of GlidCop composite wire a useful\nconductor for applications where high thermal conductivity is request at\ntemperature above 30K, such as Superconducting-FCL.\n", "Comment: Submitted to Supercond. Sci. Technol"]}, {"_id": {"$oid": "5c41d2e7df84a304bc85eebc"}, "arxiv_id": "0707.2997", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Smirnov, A. Yu.", "Savel'ev, S.", "Mourokh, L. G.", "Nori, Franco"], "dates": [{"$date": "2007-07-20T00:00:00Z"}, {"$date": "2007-11-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We propose using semiconductor quantum dots for a simulation of chemical\nreactions as electrons are redistributed among such artificial atoms. We show\nthat it is possible to achieve various reaction regimes and obtain different\nreaction products by varying the speed of voltage changes applied to the gates\nforming quantum dots. Considering the simplest possible reaction, $H_2+H\\to\nH+H_2$, we show how the necessary initial state can be obtained and what\nvoltage pulses should be applied to achieve a desirable final product. Our\ncalculations have been performed using the Pechukas gas approach, which can be\nextended for more complicated reactions.\n"]}, {"_id": {"$oid": "5c42266cdf84a304bc9055bb"}, "arxiv_id": "1601.05855", "header_date": {"$date": "2016-03-23T00:00:00Z"}, "creators": ["Chen, Qi", "Zhang, Chunfeng", "Zhu, Mengya", "Liu, Shenghua", "Siemens, Mark E.", "Gu, Shuai", "Zhu, Jia", "Shen, Jiancang", "Wu, Xinglong", "Liao, Chen", "Zhang, Jiayu", "Wang, Xiaoyong", "Xiao, Min"], "dates": [{"$date": "2016-01-21T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Perovskite-based optoelectronic devices have shown great promise for solar\nconversion and other optoelectronic applications, but their long-term\nperformance instability is regarded as a major obstacle to their widespread\ndeployment. Previous works have shown that the ultralow thermal conductivity\nand inefficient heat spreading might put an intrinsic limit on the lifetime of\nperovskite devices. Here, we report the observation of a remarkably efficient\nthermal conductance, with conductivity of 11.2 +/- 0.8 W m^-1 K^-1 at room\ntemperature, in densely-packed perovskite CH3NH3PbI3 films, via noncontact\ntime-domain thermal reflectance measurements. The temperature-dependent\nexperiments suggest the important roles of organic cations and structural phase\ntransitions, which are further confirmed by temperature-dependent Raman\nspectra. The thermal conductivity at room temperature observed here is over one\norder of magnitude larger than that in the early report, suggesting that\nperovskite device performance will not be limited by thermal stability.\n"]}, {"_id": {"$oid": "5c41e7eddf84a304bc889770"}, "arxiv_id": "1005.2884", "header_date": {"$date": "2015-05-19T00:00:00Z"}, "creators": ["Aguirre, Maria Alejandra", "Grande, Juan G.", "Calvo, Adriana", "Pugnaloni, Luis A.", "Géminard, Jean-Christophe"], "dates": [{"$date": "2010-05-17T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  We experimentally demonstrate that the flow rate of granular material through\nan aperture is controlled by the exit velocity imposed to the particles and not\nby the pressure at the base, contrary to what is often assumed in previous\nworks. This result is achieved by studying the discharge process of a dense\npacking of monosized disks through an orifice. The flow is driven by a conveyor\nbelt. This two-dimensional horizontal setup allows to uncouple pressure and\nvelocity and, therefore, to independently control the velocity at which the\ndisks escape the horizontal silo and the pressure in the vicinity of the\naperture. The flow rate is found to be directly proportional to the belt\nvelocity, independent of the amount of disks in the container and, thus,\nindependent of the pressure in the outlet region. In addition, this specific\nexperimental configuration makes it possible to get information on the system\ndynamics from a single image of the disks that rest on the conveyor belt after\nthe discharge.\n"]}, {"_id": {"$oid": "5c420c72df84a304bc8d1d97"}, "arxiv_id": "1312.5550", "header_date": {"$date": "2013-12-20T00:00:00Z"}, "creators": ["Ganguly, Shreemoyee", "Granas, Oscar", "Nordstrom, Lars"], "dates": [{"$date": "2013-12-19T00:00:00Z"}], "subject": ["Condensed Matter - Strongly Correlated Electrons", "Condensed Matter - Materials Science"], "description": ["  Electronic structure calculations obtained with an approach with density\nfunctional theory with an enhanced local Coulomb interaction, DFT+$U$, are\npresented for the relativistic magnetic insulator Sr$_{2}$IrO$_{4}$. The\nresults are in accordance with experiments with a band gap and a small moment\nanti-ferromagnetic ground state. This solution is thereafter thoroughly\nanalyzed in terms of Landau theory where it is found that the ordered magnetic\nmoments only form a secondary order parameter while the primary order parameter\nis a higher order magnetic multipole of rank five. It is further observed that\nthe electronic structure in the presence of this order parameter is related to\nthe earlier proposed $j_\\mathrm{eff}=1/2$ model, but in contrast to that model\nthe present picture can naturally explain the small magnitude of the ordered\nmagnetic moments.\n"]}, {"_id": {"$oid": "5c421b20df84a304bc8eee9f"}, "arxiv_id": "1503.03237", "header_date": {"$date": "2015-03-12T00:00:00Z"}, "creators": ["Bhatia, Deepak", "Sharma, Himanshu", "Nawaj, Seeraj", "Meena, R. S.", "Tomy, C. V.", "Palkar, V. R"], "dates": [{"$date": "2015-03-11T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  The magnetic domain structure of the multiferroic Bi1-xDyxFeO3 (BDFO)\ndeposited on ZnO at the macroscopic level has been demonstrated in this paper.\nMagnetic properties are observed by saturated magnetic and ferroelectric\nhysteresis loops at room temperature. The coupling behaviour and magnetic\ntransition are verified using Multimode Atomic Force Microscope by applying\nbias between sample and MFM tip. ZnO thin film of 300 nm was deposited by\ndielectric sputtering using a ZnO target on Si p-type conducting (.0001-0005\n{\\Omega} cm) substrate. BDFO thin films of 300 nm were deposited on Si/ZnO\nusing PLD (Pulsed laser deposition) technique. It is observed that BDFO thin\nfilms integrated with ZnO film shows the coexistence of ferromagnetic and\nferroelectric ordering with significant coupling at room temperature.\nIntegration of BDFO films with ZnO piezoelectric thin film shows the potential\nin MEMS applications as well as in Memory devices and strong history dependent\nsystems.\n"]}, {"_id": {"$oid": "5c421d55df84a304bc8f336b"}, "arxiv_id": "1505.03291", "header_date": {"$date": "2015-05-14T00:00:00Z"}, "creators": ["Al-Hamdani, Yasmine S.", "Ma, Ming", "Alfè, Dario", "von Lilienfeld, O. Anatole", "Michaelides, Angelos"], "dates": [{"$date": "2015-05-13T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Despite a recent flurry of experimental and simulation studies, an accurate\nestimate of the interaction strength of water molecules with hexagonal boron\nnitride is lacking. Here we report quantum Monte Carlo results for the\nadsorption of a water monomer on a periodic hexagonal boron nitride sheet,\nwhich yield a water monomer interaction energy of -84 +/- 5 meV. We use the\nresults to evaluate the performance of several widely used density functional\ntheory (DFT) exchange correlation functionals, and find that they all deviate\nsubstantially. Differences in interaction energies between different adsorption\nsites are however better reproduced by DFT.\n"]}, {"_id": {"$oid": "5c420f23df84a304bc8d7024"}, "arxiv_id": "1403.3137", "header_date": {"$date": "2015-06-19T00:00:00Z"}, "creators": ["Xu, Yong", "Gan, Zhongxue", "Zhang, Shou-Cheng"], "dates": [{"$date": "2014-03-12T00:00:00Z"}, {"$date": "2014-05-21T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  Improving the thermoelectric figure of merit zT is one of the greatest\nchallenges in material science. Recent discovery of topological insulators\n(TIs) offers new promise in this prospect. In this work, we demonstrate\ntheoretically that zT is strongly size dependent in TI, and the size parameter\ncan be tuned to enhance zT to be significantly greater than 1. Furthermore, we\nshow that the life time of the edge states in TI is strongly energy dependent,\nleading to large and anomalous Seebeck effects with an opposite sign to the\nHall effect. These striking properties make TIs the promising material for\nthermoelectrics science and technology.\n", "Comment: Accepted by Phys. Rev. Lett"]}, {"_id": {"$oid": "5c41f907df84a304bc8abeae"}, "arxiv_id": "1203.6175", "header_date": {"$date": "2012-07-10T00:00:00Z"}, "creators": ["Feng, Z.", "Hu, J.", "Sun, L.", "You, B.", "Wu, D.", "Du, J.", "Zhang, W.", "Hu, A.", "Yang, Y.", "Tang, D. M.", "Zhang, B. S.", "Ding, H. F."], "dates": [{"$date": "2012-03-28T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  We present a method to quantify the spin Hall angle (SHA) with spin pumping\nand microwave photoresistance measurements. With this method, we separate the\ninverse spin Hall effect (ISHE) from other unwanted effects for permalloy/Pt\nbilayers using out-of-plane microwave excitation. Through microwave\nphotoresistance measurements, the in- and out-of-plane precessing angles of the\nmagnetization are determined and enabled for the exact determination of the\ninjected pure spin current. This method is demonstrated with an almost perfect\nLorentz line-shape for the obtained ISHE signal and the frequency independent\nSHA value as predicted by theory. By varying the Pt thickness, the SHA and\nspin-diffusion length of Pt is quantified as 0.012 (0.001) and 8.3 (0.9) nm,\nrespectively.\n", "Comment: 20 pages, 4 figures"]}, {"_id": {"$oid": "5c41dac2df84a304bc86ecd9"}, "arxiv_id": "0809.0928", "header_date": {"$date": "2013-01-08T00:00:00Z"}, "creators": ["Koop, E. J.", "Iqbal, M. J.", "Limbach, F.", "Boute, M.", "van Wees, B. J.", "Reuter, D.", "Wieck, A. D.", "Kooi, B. J.", "van der Wal, C. H."], "dates": [{"$date": "2008-09-05T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Ohmic contacts to a two-dimensional electron gas (2DEG) in GaAs/AlGaAs\nheterostructures are often realized by annealing of AuGe/Ni/Au that is\ndeposited on its surface. We studied how the quality of this type of ohmic\ncontact depends on the annealing time and temperature, and how optimal\nparameters depend on the depth of the 2DEG below the surface. Combined with\ntransmission electron microscopy and energy-dispersive X-ray spectrometry\nstudies of the annealed contacts, our results allow for identifying the\nannealing mechanism and proposing a model that can predict optimal annealing\nparameters for a certain heterostructure.\n", "Comment: 9 pages, 4 figures"]}, {"_id": {"$oid": "5c420e8adf84a304bc8d5f6e"}, "arxiv_id": "1402.6233", "header_date": {"$date": "2015-06-18T00:00:00Z"}, "creators": ["Morris, Andrew J.", "Grey, C. P.", "Pickard, C. J"], "dates": [{"$date": "2014-02-25T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Density-functional-theory (DFT) calculations have been performed on the Li-Si\nand Li-Ge systems. Lithiated Si and Ge, including their metastable phases, play\nan important technological r\\^ole as Li-ion battery (LIB) anodes. The\ncalculations comprise structural optimisations on crystal structures obtained\nby swapping atomic species to Li-Si and Li-Ge from the X-Y structures in the\nInternational Crystal Structure Database, where X={Li,Na,K,Rb,Cs} and\nY={Si,Ge,Sn,Pb}. To complement this at various Li-Si and Li-Ge stoichiometries,\nab initio random structure searching (AIRSS) was also performed. Between the\nground-state stoichiometries, including the recently found Li$_{17}$Si$_{4}$\nphase, the average voltages were calculated, indicating that germanium may be a\nsafer alternative to silicon anodes in LIB, due to its higher lithium insertion\nvoltage. Calculations predict high-density Li$_1$Si$_1$ and Li$_1$Ge$_1$\n$P4/mmm$ layered phases which become the ground state above 2.5 and 5 GPa\nrespectively and reveal silicon and germanium's propensity to form dumbbells in\nthe Li$_x$Si, $x=2.33-3.25$ stoichiometry range. DFT predicts the stability of\nthe Li$_{11}$Ge$_6$ $Cmmm$, Li$_{12}$Ge$_7$ $Pnma$ and Li$_7$Ge$_3$ $P32_12$\nphases and several new Li-Ge compounds, with stoichiometries Li$_5$Ge$_2$,\nLi$_{13}$Ge$_5$, Li$_8$Ge$_3$ and Li$_{13}$Ge$_4$.\n", "Comment: 10 pages, 5 figures"]}, {"_id": {"$oid": "5c422495df84a304bc90197e"}, "arxiv_id": "1511.09282", "header_date": {"$date": "2016-07-06T00:00:00Z"}, "creators": ["Wang, Luyang", "Jian, Shao-Kai", "Yao, Hong"], "dates": [{"$date": "2015-11-30T00:00:00Z"}, {"$date": "2016-07-01T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science", "Physics - Optics"], "description": ["  Weyl points in three-dimensional photonic crystals behave as monopoles of\nBerry flux in momentum space. Here, based on general symmetry analysis, we show\nthat a minimal number of four symmetry-related (consequently equifrequency)\nWeyl points can be realized in time-reversal invariant photonic crystals. We\nfurther propose an experimentally-feasible way to modify double-gyroid photonic\ncrystals to realize four equifrequency Weyl points, which is explicitly\nconfirmed by our first-principle photonic band-structure calculations.\nRemarkably, photonic crystals with equifrequency Weyl points are qualitatively\nadvantageous in applications including angular selectivity, frequency\nselectivity, invisibility cloaking, and three dimensional imaging.\n", "Comment: 5 pages + Supplemental Material, 4 figures"]}, {"_id": {"$oid": "5c4214d8df84a304bc8e28a6"}, "arxiv_id": "1409.2845", "header_date": {"$date": "2015-06-22T00:00:00Z"}, "creators": ["Zighem, Fatih", "Bahoui, Anouar El", "Moulin, Johan", "Faurie, Damien", "Belmeguenai, Mohamed", "Mercone, Silvana", "Haddadi, Halim"], "dates": [{"$date": "2014-09-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The magnetic anisotropy of a FeCuNbSiB (Finemet) film deposited on Kapton has\nbeen studied by micro-strip ferromagnetic resonance technique. We have shown\nthat the flexibility of the substrate allows a good transmission of elastic\nstrains generated by a piezoelectric actuator. Following the resonance field\nangular dependence, we also demonstrate the possibility of controlling the\nmagnetic anisotropy of the film by applying relatively small voltages to the\nactuator. Moreover, a suitable model taking into account the effective elastic\nstrains measured by digital image correlation and the effective elastic\ncoefficients measured by Brillouin light scattering, allowed to deduce the\nmagnetostrictive coefficient. This latter was found to be positive\n$(\\lambda=16\\times10^{-6}$) and consistent with the usually reported values for\nbulk amorphous FeCuNbSiB.\n", "Comment: 9 pages, 8 figures"]}, {"_id": {"$oid": "5c420611df84a304bc8c62a1"}, "arxiv_id": "1306.4257", "header_date": {"$date": "2013-08-07T00:00:00Z"}, "creators": ["Molina-Sánchez, Alejandro", "Sangalli, Davide", "Hummer, Kerstin", "Marini, Andrea", "Wirtz, Ludger"], "dates": [{"$date": "2013-06-18T00:00:00Z"}, {"$date": "2013-06-20T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We present converged ab-initio calculations of the optical absorption spectra\nof single-layer, bi-layer, and bulk MoS$_2$. Both the quasiparticle-energy\ncalculations (on the level of the GW approximation) and the calculation of the\nabsorption spectra (on the level of the Bethe-Salpeter equation) explicitly\ninclude spin-orbit coupling, using the full spinorial Kohn-Sham wave-functions\nas input. Without excitonic effects, the absorption spectra would have the form\nof a step-function, corresponding to the joint-density of states of a parabolic\nband-dispersion in 2D. This profile is deformed by a pronounced bound excitonic\npeak below the continuum onset. The peak is split by spin-orbit interaction in\nthe case of single-layer and (mostly) by inter-layer interaction in the case of\ndouble-layer and bulk MoS$_2$. The resulting absorption spectra are thus very\nsimilar in the three cases but the interpretation of the spectra is different.\nDifferences in the spectra can be seen around 3 eV where the spectra of single\nand double-layer are dominated by a strongly bound exciton.\n"]}, {"_id": {"$oid": "5c4226c8df84a304bc905e08"}, "arxiv_id": "1601.07980", "header_date": {"$date": "2016-04-20T00:00:00Z"}, "creators": ["Ikeda, Yuji", "Tanaka, Isao"], "dates": [{"$date": "2016-01-29T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Properties of the $\\omega$ structure are investigated for 27 transition\nelements from the viewpoints of thermodynamical and mechanical stability based\non first-principles calculations. The thermodynamical stability of the $\\omega$\nstructure is compared with those for the body-centered cubic (BCC),\nface-centered cubic (FCC), and hexagonal close-packed (HCP) structures.\nSimilarly to the case of those popular crystal structures, the occupation\nnumber for $d$ orbitals is found to roughly determine relative energy and\nvolume of the nonmagnetic (NM) $\\omega$ structure. For the group 4 elements\n(Ti, Zr, and Hf), the $\\omega$ structure is almost the lowest in energy among\nthe investigated crystal structures and is also mechanically stable. The\n$\\omega$ structure of the group 7 elements (Mn, Tc, and Re) is also\nmechanically stable. The $\\omega$ Fe is found to exhibit a complicated magnetic\nstate that is different from the ferromagnetic (FM) and NM ones. This magnetic\nstate is the most favorable among the investigated magnetic states. The\n$\\omega$ Fe in this magnetic state is also mechanically stable. Energies of\nbinary alloys composed of the elements in the group 4 and those in the groups 5\nand 6 are estimated by linear interpolation, and most of the alloys show\nconcentration ranges where the $\\omega$ structure is the lowest in energy among\nthe investigated crystal structures.\n"]}, {"_id": {"$oid": "5c421c57df84a304bc8f11f1"}, "arxiv_id": "1504.03088", "header_date": {"$date": "2016-01-20T00:00:00Z"}, "creators": ["Karel, J.", "Bernardi, F.", "Wang, C.", "Beleanu, A.", "Stinshoff, R.", "Born, N. -O.", "Ouardi, S.", "Burkhardt, U.", "Fecher, G. H.", "Felser, C."], "dates": [{"$date": "2015-04-13T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  X-ray absorption spectroscopy (XAS) and X-ray magnetic circular dichroism\n(XMCD) were used to probe the oxidation state and element specific magnetic\nmoments of Mn in Heusler compounds with different crystallographic structure.\nThe results were compared with theoretical calculations, and it was found that\nin full Heusler alloys, Mn is metallic (oxidation state near 0) on both\nsublattices. The magnetic moment is large and localized when octahedrally\ncoordinated by the main group element, consistent with previous theoretical\nwork, and reduced when the main group coordination is tetrahedral. By contrast,\nin the half Heusler compounds the magnetic moment of the Mn atoms is large and\nthe oxidation state is +1 or +2. The magnetic and electronic properties of Mn\nin full and half Heusler compounds are strongly dependent on the structure and\nsublattice, a fact that can be exploited to design new materials.\n", "Comment: 15 pages, 4 figures"]}, {"_id": {"$oid": "5c420449df84a304bc8c2998"}, "arxiv_id": "1304.5307", "header_date": {"$date": "2013-04-22T00:00:00Z"}, "creators": ["Sakuma, Akimasa", "Manabe, Yuki", "Kota, Yohei"], "dates": [{"$date": "2013-04-19T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We calculated the magnetic anisotropy constant Ku of MnBi using a first\nprinciples approach, and obtained a negative Ku in agreeable with experimental\nresults. Furthermore, we also found a band filling dependence indicating that a\nslight decrease in the valence electron number will change Ku from negative to\npositive. When some of the Bi is replaced with Sn to decrease the valence\nelectron number, the Ku value of MnBi1-xSnx drastically changes to a positive\nvalue, Ku~2 MJ/m3, for x > 0.05.\n"]}, {"_id": {"$oid": "5c41dcecdf84a304bc87342b"}, "arxiv_id": "0812.3352", "header_date": {"$date": "2009-09-15T00:00:00Z"}, "creators": ["Bot, Corina", "Prodan, Camelia"], "dates": [{"$date": "2008-12-17T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Condensed Matter - Materials Science"], "description": ["  In this paper we demonstrate a quantitative way to measure the membrane\npotential of live cells by dielectric spectroscopy. We also show that the\nvalues of the membrane potential obtained using our technique are in good\nagreement with those obtained using traditional methods-voltage sensitive dyes.\nThe membrane potential is determined by fitting the experimental dielectric\ndispersion curves with the dispersion curves obtain from a theoretical model.\nVariations in the membrane potential were induced by modifying the\nconcentration of potassium chloride in the solution of the cell suspension in\nthe presence of valinomycin. For exemplification of the method, E. coli were\nchosen for our experiments.\n"]}, {"_id": {"$oid": "5c41e332df84a304bc87fe4a"}, "arxiv_id": "0910.3156", "header_date": {"$date": "2015-05-14T00:00:00Z"}, "creators": ["Li, C. H.", "Kioseoglou, G.", "Erve, O. M. J. van t", "Thompson, P. E.", "Jonker, B. T."], "dates": [{"$date": "2009-10-16T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We demonstrate spin polarized tunneling from Fe through a SiO2 tunnel barrier\ninto a Si n-i-p heterostructure. Transport measurements indicate that single\nstep tunneling is the dominant transport mechanism. The circular polarization,\nPcirc, of the electroluminescence (EL) shows that the tunneling spin\npolarization reflects Fe majority spin. Pcirc tracks the Fe magnetization,\nconfirming that the spin-polarized electrons radiatively recombining in the Si\noriginate from the Fe. A rate equation analysis provides a lower bound of 30%\nfor the electron spin polarization in the Si at 5 K.\n", "Comment: to appear in Appl. Phys. Lett. Oct. 26, 2009"]}, {"_id": {"$oid": "5c41ee78df84a304bc8965d9"}, "arxiv_id": "1102.1767", "header_date": {"$date": "2015-05-27T00:00:00Z"}, "creators": ["Seo, Yong Mun", "Park, Jong Jin", "Lee, Seung Hwan", "Park, Choon Mahn", "Kim, Chul Koo", "Lee, Sam Hyeon"], "dates": [{"$date": "2011-02-08T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Physics - Optics"], "description": ["  We fabricated a double negative acoustic metamaterial which consisted of\nHelmholtz resonators and membranes. Experimental data on the transmission and\ndispersion relation are presented. The system exhibits three frequencies where\nthe acoustic state makes sharp transitions from density negative ({\\rho} -NG)\nto double negative (DNG), modulus negative (B-NG), and double positive (DPS) in\nsequence with the frequency. We observed a wide range of negative refractive\nindex from -0.06 to -3.7 relative to air, which will allow for new acoustic\ntransformation techniques.\n", "Comment: 5 pages, 4 figures, submitted to Physical Review Letters"]}, {"_id": {"$oid": "5c420277df84a304bc8bef8d"}, "arxiv_id": "1302.5241", "header_date": {"$date": "2013-02-22T00:00:00Z"}, "creators": ["Slotman, GJ", "Fasolino, A"], "dates": [{"$date": "2013-02-21T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We study by molecular dynamics the structural properties of single layer h-BN\nin comparison to graphene. We show that the Tersoff bond order potential\ndeveloped for BN by Albe, Moller and Heinig gives a thermally stable hexagonal\nsingle layer with a bending constant kappa= 0.54 eV at T = 0. We find that the\nnon-monotonic behaviour of the lattice parameter, the expansion of the\ninteratomic distance and the growth of the bending rigidity with temperature\nare qualitatively similar to those of graphene. Conversely, the energetics of\npoint defects is extremely different: instead of Stone Wales defects, the two\nlowest energy defects in h-BN involve either a broken bond or an out of plane\ndisplacement of a N atom to form a tetrahedron with three B atoms in the plane.\nWe provide the formation energies and an estimate of the energy barriers.\n", "Comment: 13 pages, 7 figures"]}, {"_id": {"$oid": "5c41f544df84a304bc8a4482"}, "arxiv_id": "1111.2022", "header_date": {"$date": "2015-06-03T00:00:00Z"}, "creators": ["Niehaus, Thomas A.", "Della Sala, Fabio"], "dates": [{"$date": "2011-11-08T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  A generalization of the density-functional based tight-binding method (DFTB)\nfor the use with range-separated exchange-correlation functionals is presented.\nIt is based on the Generalized Kohn-Sham (GKS) formalism and employs the\ndensity matrix as basic variable in the expansion of the energy functional, in\ncontrast to the traditional DFTB scheme. The GKS-TB equations are derived and\nappropriate integral approximations are discussed in detail. Implementation\nissues and numerical aspects of the new scheme are also covered.\n"]}, {"_id": {"$oid": "5c4206fbdf84a304bc8c7f39"}, "arxiv_id": "1307.4633", "header_date": {"$date": "2013-07-25T00:00:00Z"}, "creators": ["Denisov, Ivan A.", "Zimin, Andrey A.", "Bursill, Leslie A.", "Belobrov, Peter I."], "dates": [{"$date": "2013-07-17T00:00:00Z"}, {"$date": "2013-07-24T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Physics - Atomic and Molecular Clusters", "Physics - Chemical Physics", "Quantum Physics"], "description": ["  The existence and localization of collective electron states for nanodiamond\nparticles were studied both by solving a one-particle one-dimensional\nSchr\\\"odinger equation in the Kronig-Penney potential and by ab initio\ncomputations of ground state wavefunctions of diamondoids C78H64, C123H100 and\nC211H140 at the DFT R-B3LYP/6-31G(d,p) level of theory. Three distinct classes\nof collective electron states have been found: collective bonding orbitals\nresembling the morphology of 3D-modulated particle in a box solutions;\nsurface-localized non-bonding conductive Tamm states and subsurface-localized\nbonding states for non-uniformly compressed nanodiamond. Quantum-mechanical\nanalysis shows that collective unpaired electrons are intrinsic to nanodiamond.\nTheir subsurface localization is described in terms of surface compression\narising from a self-consistency condition of the electron-nuclear wavefunction.\nIntrinsic spin existence is supposed to result from the collective and spread\nnature of subsurface orbitals, allowing spin-density fluctuation effects to\nbecome significant on this length scale. Suggested model allows to explain free\nspins of nanodiamond exhibited in experiments.\n", "Comment: 11 pages, 9 figures. The article was submitted to the Journal of\n  Siberian Federal University"]}, {"_id": {"$oid": "5c41d4aedf84a304bc862c1d"}, "arxiv_id": "0710.4933", "header_date": {"$date": "2008-06-03T00:00:00Z"}, "creators": ["Lu, W. T.", "Sridhar, S."], "dates": [{"$date": "2007-10-25T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We show that a metamaterial consisting of aligned metallic nanowires in a\ndielectric matrix has strongly anisotropic optical properties. For filling\nratio f<1/2, the composite medium shows two surface plasmon resonances (SPRs):\nthe transverse and longitudinal SPR with wavelengths lambda_t<lambda_l. For\nlambda>lambda_l, the longitudinal SPR, the material exhibits Re epsilon_l<0, Re\nepsilon_t>0, relative to the nanowires axis, enabling the achievement of\nbroadband all-angle negative refraction and superlens imaging. An imaging\ntheory of superlens made of these media is established. High performance\nsystems made with Au, Ag or Al nanowires in nanoporous templates are designed\nand predicted to work from the infrared up to ultraviolet frequencies.\n", "Comment: 4 pages, 4 figures"]}, {"_id": {"$oid": "5c41d341df84a304bc85fc6f"}, "arxiv_id": "0708.1823", "header_date": {"$date": "2007-08-15T00:00:00Z"}, "creators": ["Petrenko, V.", "Brigati, J.", "Sykora, J.", "Olsen, Eric V.", "Sorokulova, I.", "Kouzmitcheva, G.", "Chen, I-Hsuan", "Barbaree, J.", "Chin, B.", "Vodyanoy, V."], "dates": [{"$date": "2007-08-14T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Quantitative Biology - Cell Behavior"], "description": ["  Filamentous phage, such as fd used in this study, are thread-shaped bacterial\nviruses. Their outer coat is a tube formed by thousands equal copies of the\nmajor coat protein pVIII. We constructed libraries of random peptides fused to\nall pVIII domains and selected phages that act as probes specific for a panel\nof test antigens and biological threat agents. Because the viral carrier is\ninfective, phage borne bio-selective probes can be cloned individually and\npropagated indefinitely without needs of their chemical synthesis or\nreconstructing. We demonstrated the feasibility of using landscape phages and\ntheir stripped fusion proteins as new bioselective materials that combine\nunique characteristics of affinity reagents and self assembling membrane\nproteins. Biorecognition layers fabricated from phage-derived probes bind\nbiological agents and generate detectable signals. The performance of\nphage-derived materials as biorecognition films was illustrated by detection of\nstreptavidin-coated beads, Bacillus anthracis spores and Salmonella typhimurium\ncells. With further refinement, the phage-derived analytical platforms for\ndetecting and monitoring of numerous threat agents may be developed, since the\nbiodetector films may be obtained from landscape phages selected against any\nbacteria, virus or toxin. As elements of field-use detectors, they are superior\nto antibodies, since they are inexpensive, highly specific and strong binders,\nresistant to high temperatures and environmental stresses.\n", "Comment: Submitted on behalf of TIMA Editions\n  (http://irevues.inist.fr/tima-editions)"]}, {"_id": {"$oid": "5c41f322df84a304bc8a009d"}, "arxiv_id": "1108.4839", "header_date": {"$date": "2011-08-25T00:00:00Z"}, "creators": ["Yu, Ming", "Jayanthi, C. S.", "Wu, S. Y."], "dates": [{"$date": "2011-08-24T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We have carried out an extensive search for the SiC Bucky-diamond structure\nto confirm not only that a pair of Si and C atoms can form sp2- as well as\nsp3-type bonds but also that these two types of bonds can co-exist in the same\nSiC-based structure. The successful and surprising discovery of the SinCm\nBucky-diamond structure at the specific composition of n=68 and m=79 is the\nresult of the relaxation of the truncated bulk 3C-SiC network to yield a SinCm\ncluster with m +n=147. It highlights the important role played by the\ncomposition in determining the structure and hence other properties of\nSiC-based nano-structures. We have also shed light on the mechanism behind the\nformation of the Bucky-diamond structure. The formation process is initiated by\nthe induced bonds between pairs of surface carbon atoms of the initial\nconfiguration of the Si68C79 cluster obtained by truncating bulk 3C-SiC\nnetwork. This action then continuously incorporates atoms in the six outer\nshells of the Si68C79 clusters to form the 112-atom Fullerene shell through\nnearest neighbor Si-C interactions. Because the 35-atom inner core with five\ncompletely filled shells only interacts weakly with the Fullerene shell through\nthe six atoms on its \"surface\", the diamond-like inner core is barely perturbed\nand is suspended inside the Fullerene shell. We have also suggested a likely\nroute of synthesizing the SiC Bucky-diamond structure based on the result of\nour simulation.\n", "Comment: J. Chem. Phys. 2011"]}, {"_id": {"$oid": "5c421cd9df84a304bc8f2335"}, "arxiv_id": "1504.07508", "header_date": {"$date": "2015-10-21T00:00:00Z"}, "creators": ["Brivio, Federico", "Frost, Jarvist M.", "Skelton, Jonathan M.", "Jackson, Adam J.", "Weber, Oliver J.", "Weller, Mark T.", "Goni, Alejandro R.", "Leguy, Aurelien M. A.", "Barnes, Piers R. F.", "Walsh, Aron"], "dates": [{"$date": "2015-04-28T00:00:00Z"}, {"$date": "2015-09-23T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The hybrid halide perovskite CH3NH3PbI3 exhibits a complex structural\nbehaviour, with successive transitions between orthorhombic, tetragonal and\ncubic polymorphs at ca. 165 K and 327 K. Herein we report first-principles\nlattice dynamics (phonon spectrum) for each phase of CH3NH3PbI3. The\nequilibrium structures compare well to solutions of temperature-dependent\npowder neutron diffraction. By following the normal modes we calculate infrared\nand Raman intensities of the vibrations, and compare them to the measurement of\na single crystal where the Raman laser is controlled to avoid degradation of\nthe sample. Despite a clear separation in energy between low frequency modes\nassociated with the inorganic PbI3 network and high-frequency modes of the\norganic CH3NH3+ cation, significant coupling between them is found, which\nemphasises the interplay between molecular orientation and the corner-sharing\noctahedral networks in the structural transformations. Soft modes are found at\nthe boundary of the Brillouin zone of the cubic phase, consistent with\ndisplacive instabilities and anharmonicity involving tilting of the PbI6\noctahedra around room temperature.\n", "Comment: 9 pages, 4 figures"]}, {"_id": {"$oid": "5c41ee78df84a304bc8966c6"}, "arxiv_id": "1102.2004", "header_date": {"$date": "2011-02-11T00:00:00Z"}, "creators": ["Shapiro, J. N.", "Huffaker, D. L.", "Ratsch, C."], "dates": [{"$date": "2011-02-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Calculations of the potential energy surface for tracer Ga and In adatoms\nabove three GaAs (111)A surface reconstructions are presented in order to\nunderstand the growth conditions required to form axial heterostructures in\nGaAs/InGaAs nano-pillars. In all calculations the Ga adatom has a stronger bond\nenergy to the surface than the In adatom. The diffusion barriers for Ga adatoms\nare 140meV larger than for In adatoms on the Ga vacancy surface, but they are\ncomparable on the As trimer surface. Also the binding energy for an In adatom\nis closer to that of a Ga adatom on the As trimer surface. We conclude that the\nAs trimer surface is preferable for adsorption of In and thus for selective\nformation of hetero-interfaces on (111) facets. This work helps explain the\nrecent successful formation of axial GaAs/InGaAs hetero-interfaces in catalyst\nfree nano-pillars.\n", "Comment: 4 pages, 5 figures, 1 table"]}, {"_id": {"$oid": "5c420d0bdf84a304bc8d2e4b"}, "arxiv_id": "1401.1948", "header_date": {"$date": "2014-09-18T00:00:00Z"}, "creators": ["Bourrellier, Romain", "Amato, Michele", "Tizei, Luiz Henrique Galvão", "Giorgetti, Christine", "Gloter, Alexandre", "Heggie, Malcolm I.", "March, Katia", "Stéphan, Odile", "Reining, Lucia", "Kociak, Mathieu", "Zobelli, Alberto"], "dates": [{"$date": "2014-01-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The strong excitonic emission at 5.75 eV of hexagonal boron nitride (h-BN)\nmakes this material one of the most promising candidate for light emitting\ndevices in the far ultraviolet (UV). However, single excitons occur only in\nperfect monocrystals that are extremely hard to synthesize, while regular h-BN\nsamples present a complex emission spectrum with several additional peaks. The\nmicroscopic origin of these additional emissions has not yet been understood.\nIn this work we address this problem using an experimental and theoretical\napproach that combines nanometric resolved cathodoluminescence, high resolution\ntransmission electron microscopy and state of the art theoretical spectroscopy\nmethods. We demonstrate that emission spectra are strongly inhomogeneus within\nindividual flakes and that additional excitons occur at structural\ndeformations, such as faceted plane folds, that lead to local changes of the\nh-BN stacking order.\n"]}, {"_id": {"$oid": "5c421901df84a304bc8eaa75"}, "arxiv_id": "1501.01753", "header_date": {"$date": "2015-01-12T00:00:00Z"}, "creators": ["Sheu, Y. M.", "Trugman, S. A.", "Yan, L.", "Jia, Q. X.", "Taylor, A. J.", "Prasankumar, R. P."], "dates": [{"$date": "2015-01-08T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  A new approach to all-optical detection and control of the coupling between\nelectric and magnetic order on ultrafast timescales is achieved using\ntime-resolved second harmonic generation (SHG) to study a ferroelectric\n(FE)/ferromagnet (FM) oxide heterostructure. We use femtosecond optical pulses\nto modify the spin alignment in a\nBa$_{0.1}$Sr$_{0.9}$TiO$_{3}$(BSTO)/La$_{0.7}$Ca$_{0.3}$MnO$_{3}$ (LCMO)\nheterostructure and selectively probe the ferroelectric response using SHG. In\nthis heterostructure, the pump pulses photoexcite non-equilibrium\nquasiparticles in LCMO, which rapidly interact with phonons before undergoing\nspin-lattice relaxation on a timescale of tens of picoseconds. This reduces the\nspin-spin interactions in LCMO, applying stress on BSTO through\nmagnetostriction. This then modifies the FE polarization through the\npiezoelectric effect, on a timescale much faster than laser-induced heat\ndiffusion from LCMO to BSTO. We have thus demonstrated an ultrafast indirect\nmagnetoelectric effect in a FE/FM heterostructure mediated through elastic\ncoupling, with a timescale primarily governed by spin-lattice relaxation in the\nFM layer.\n"]}, {"_id": {"$oid": "5c421cd9df84a304bc8f21e5"}, "arxiv_id": "1504.07172", "header_date": {"$date": "2015-04-30T00:00:00Z"}, "creators": ["So, E.", "Gibbard, J. A.", "Softley, T. P."], "dates": [{"$date": "2015-04-27T00:00:00Z"}, {"$date": "2015-04-29T00:00:00Z"}], "subject": ["Physics - Chemical Physics", "Condensed Matter - Materials Science"], "description": ["  Wavepacket propagation calculations are reported for the interaction of a\nRydberg hydrogen atom ($n=2-8)$ with Cu(111) and Cu(100) surfaces (represented\nby a Chulkov potential), in comparison with a Jellium surface. Both copper\nsurfaces have a projected band gap at the surface in the energy range\ndegenerate with some or all of the Rydberg energies. The charge transfer of the\nRydberg electron to the surface is found to be enhanced for $n$ values at which\nthere is a near-degeneracy between the Rydberg energy level and an image state\nor a surface state of the surface. The enhancement is facilitated by the strong\noverlap of the surface image-state orbital lying outside the surface and the\norbital of the incoming Rydberg atom. These calculations point to the\npossibility of using Rydberg-surface collisions as a probe of surface\nelectronic structure.\n", "Comment: 20 pages, 9 figures"]}, {"_id": {"$oid": "5c41d1f8df84a304bc85d1f3"}, "arxiv_id": "0706.0112", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Waki, Takeshi", "Arai, Koichi", "Takigawa, Masashi", "Saiga, Yuta", "Uwatoko, Yoshiya", "Kageyama, Hiroshi", "Ueda, Yutaka"], "dates": [{"$date": "2007-06-01T00:00:00Z"}], "subject": ["Condensed Matter - Strongly Correlated Electrons", "Condensed Matter - Materials Science"], "description": ["  We report results of 11B NMR and susceptibility measurements on the quasi 2D\nfrustrated dimer spin system SrCu2(BO3)2 under high pressure. At 2.4 GPa and in\na magnetic field of 7 T, NMR lines split with decreasing temperature in two\nsteps. A gradual splitting below T=30 K breaking the four-fold symmetry of\nmagnetic response is followed by a further sudden splitting below 3.6 K. The\nlatter indicates a magnetic phase transition, which is also marked by a kink in\nthe susceptibility at 1.44 GPa. From the magnetic hyperfine shift data, we\nconclude that the low-T phase has a doubled unit cell containing two types of\ndimers, one in a nearly singlet state and the other with a finite magnetization\ndown to T=0.\n", "Comment: 5 pages, 4 figures, to appear in J. Phys. Soc. Jpn. (July 2007)"]}, {"_id": {"$oid": "5c41e25adf84a304bc87e243"}, "arxiv_id": "0909.1677", "header_date": {"$date": "2015-05-14T00:00:00Z"}, "creators": ["Erwin, Steven C.", "Barke, Ingo", "Himpsel, F. J."], "dates": [{"$date": "2009-09-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We propose a new structural model for the Si(111)-(5x2)-Au reconstruction.\nThe model incorporates a new experimental value of 0.6 monolayer for the\ncoverage of gold atoms, equivalent to six gold atoms per 5x2 cell. Five main\ntheoretical results, obtained from first-principles total-energy calculations,\nsupport the model. (1) In the presence of silicon adatoms the periodicity of\nthe gold rows spontaneously doubles, in agreement with experiment. (2) The\ndependence of the surface energy on the adatom coverage indicates that a\nuniformly covered phase is unstable and will phase-separate into empty and\ncovered regions, as observed experimentally. (3) Theoretical scanning tunneling\nmicroscopy images are in excellent agreement with experiment. (4) The\ncalculated band structure is consistent with angle-resolved photoemission\nspectra; analysis of their correspondence allows the straightforward assignment\nof observed surface states to specific atoms. (5) The calculated activation\nbarrier for diffusion of silicon adatoms along the row direction is in\nexcellent agreement with the experimentally measured barrier.\n", "Comment: 11 pages, 7 figures, also available with higher-resolution figures\n  from http://cst-www.nrl.navy.mil/users/erwin/ausi111.v5.pdf"]}, {"_id": {"$oid": "5c41dff4df84a304bc87966b"}, "arxiv_id": "0905.3033", "header_date": {"$date": "2009-12-16T00:00:00Z"}, "creators": ["Malashevich, Andrei", "Vanderbilt, David"], "dates": [{"$date": "2009-05-19T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We study the polarization induced via spin-orbit interaction by a magnetic\ncycloidal order in orthorhombic TbMnO3 using first-principle methods. The case\nof magnetic spiral lying in the b-c plane is analyzed, in which the pure\nelectronic contribution to the polarization is shown to be small. We focus our\nattention on the lattice-mediated contribution, and study it's dependence on\nthe Coulomb interaction parameter U in the LDA+U method and on the wave-vector\nof the spin spiral. The role of the spin-orbit interaction on different sites\nis also analyzed.\n", "Comment: 4 pages, 2 figures, submitted to EPJ B (MEIPIC6 proceedings)"]}, {"_id": {"$oid": "5c41e57fdf84a304bc8848a1"}, "arxiv_id": "1001.4963", "header_date": {"$date": "2011-01-17T00:00:00Z"}, "creators": ["Wagenpfahl, A.", "Deibel, C.", "Dyakonov, V."], "dates": [{"$date": "2010-01-27T00:00:00Z"}, {"$date": "2010-02-16T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The charge carrier mobility is a key parameter for the organic bulk\nheterojunction solar cell efficiency. It was recently shown that the interplay\ncharge carrier transport and recombination, both depending on electron and hole\nmobilities, leads to a point of maximum power conversion efficiency at a finite\nmobility. Changes of bulk and surface recombination rate, however, can strongly\ninfluence this behavior. These processes were previously not considered\nadequately, as surface recombination velocities of infinity were implicitly\nassumed or bulk recombination parameters not discussed in detail. In this\nmanuscript, using a macroscopic effective medium simulation, we consider how a\nreduced bulk recombination process in combination with finite surface\nrecombination velocities affect the power conversion efficiency. Instead of a\nmaximum efficiency at a specific charge carrier mobility, we show that with\nrealistic assumptions and passivated surfaces the efficiency is increased\nfurther, saturating only at higher mobilities. Thus, a mobility optimisation is\nmore important for the solar cell performance then previously shown.\n", "Comment: 6 pages, 5 figures"]}, {"_id": {"$oid": "5c421577df84a304bc8e3cc1"}, "arxiv_id": "1409.7992", "header_date": {"$date": "2014-09-30T00:00:00Z"}, "creators": ["Sarkar, Santanu"], "dates": [{"$date": "2014-09-29T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The Diels-Alder surface modified top epitaxial graphene layer, with newly\ncreated pair of sp3 carbon centres, results in abrupt minimization of\ninterlayer van der Waals interactions between two stacked graphene planes, and\nescapes the wafer during post-reaction manipulation stage, leaving the layer\nunder it almost pristine-like. Above picture shows Diels-Alder functionalized\nsp2/sp3 graphene adduct leaves the parent wafer. In this communication we\nsystematically address several fundamental questions in graphene surface\nchemistry, which are of extreme importance for device fabrication, and in\nsuccessful implementation of covalently modified graphene in electronics\nindustry.\n", "Comment: Pp 15 - Diels-Alder Chemistry of Epitaxial Graphene"]}, {"_id": {"$oid": "5c41ec7fdf84a304bc89298a"}, "arxiv_id": "1011.5130", "header_date": {"$date": "2010-11-24T00:00:00Z"}, "creators": ["Oquendo, W. F.", "Muñoz, J. D.", "Lizcano, A."], "dates": [{"$date": "2010-11-23T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Condensed Matter - Disordered Systems and Neural Networks", "Condensed Matter - Materials Science", "Physics - Computational Physics"], "description": ["  What is the relationship between the macroscopic parameters of the\nconstitutive equation for a granular soil and the microscopic forces between\ngrains? In order to investigate this connection, we have simulated by molecular\ndynamics the oedometric compression of a granular soil (a dry and bad-graded\nsand) and computed the hypoplastic parameters $h_s$ (the granular skeleton\nhardness) and $\\eta$ (the exponent in the compression law) by following the\nsame procedure than in experiments, that is by fitting the Bauer's law $e/e0 =\nexp(-(3p/hs)\\eta)$, where $p$ is the pressure, and $e_0$ and $e$ are the\ninitial and present void ratios. The micro-mechanical simulation includes\nelastic and dissipative normal forces plus slip, rolling and static friction\nbetween grains. By this way we have explored how the macroscopic parameters\nchange by modifying the grains stiffness, V ; the dissipation coefficient,\n$\\gamma_n$; the static friction coefficient, $\\mu_s$; and the dynamic friction\ncoefficient, $\\mu_k$ . Cumulating all simulations, we obtained an unexpected\nresult: the two macroscopic parameters seems to be related by a power law, $h_s\n= 0.068(4)\\eta^{9.88(3)}$. Moreover, the experimental result for a Guamo sand\nwith the same granulometry fits perfectly into this power law. Is this relation\nreal? What is the final ground of the Bauer's Law? We conclude by exploring\nsome hypothesis.\n", "Comment: 8 pages, 7 figures"]}, {"_id": {"$oid": "5c41fbf4df84a304bc8b1b45"}, "arxiv_id": "1207.2023", "header_date": {"$date": "2012-11-19T00:00:00Z"}, "creators": ["Yuksel, Yusuf", "Vatansever, Erol", "Polat, Hamza"], "dates": [{"$date": "2012-07-09T00:00:00Z"}, {"$date": "2012-11-16T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "82D80"], "description": ["  We have presented dynamic phase transition features and stationary-state\nbehavior of a ferrimagnetic small nanoparticle system with a core-shell\nstructure. By means of detailed Monte Carlo simulations, a complete picture of\nthe phase diagrams and magnetization profiles have been presented and the\nconditions for the occurrence of a compensation point $T_{comp}$ in the system\nhave been investigated. According to N\\'{e}el nomenclature, the magnetization\ncurves of the particle have been found to obey P-type, N-type and Q-type\nclassification schemes under certain conditions. Much effort has been devoted\nto investigation of hysteretic response of the particle and we observed the\nexistence of triple hysteresis loop behavior which originates from the\nexistence of a weak ferromagnetic core coupling $J_{c}/J_{sh}$, as well as a\nstrong antiferromagnetic interface exchange interaction $J_{int}/J_{sh}$. Most\nof the calculations have been performed for a particle in the presence of\noscillating fields of very high frequencies and high amplitudes in comparison\nwith exchange interactions which resembles a magnetic system under the\ninfluence of ultrafast switching fields. Particular attention has also been\npaid on the influence of the particle size on the thermal and magnetic\nproperties, as well as magnetic features such as coercivity, remanence and\ncompensation temperature of the particle. We have found that in the presence of\nultrafast switching fields, the particle may exhibit a dynamic phase transition\nfrom paramagnetic to a dynamically ordered phase with increasing ferromagnetic\nshell thickness.\n", "Comment: 12 pages, 12 figures"]}, {"_id": {"$oid": "5c42135ddf84a304bc8dfa6d"}, "arxiv_id": "1407.6680", "header_date": {"$date": "2014-07-25T00:00:00Z"}, "creators": ["Anand, V. K.", "Britz, D.", "Bhattacharyya, A.", "Adroja, D. T.", "Hillier, A. D.", "Strydom, A. M.", "Kockelmann, W.", "Rainford, B. D.", "McEwen, K. A."], "dates": [{"$date": "2014-07-24T00:00:00Z"}], "subject": ["Condensed Matter - Superconductivity", "Condensed Matter - Materials Science", "Condensed Matter - Strongly Correlated Electrons"], "description": ["  The results of heat capacity C_p(T, H) and electrical resistivity \\rho(T,H)\nmeasurements down to 0.35 K as well as muon spin relaxation and rotation\n(\\muSR) measurements on a noncentrosymmetric superconductor LaIrSi3 are\npresented. Powder neutron diffraction confirmed the reported noncentrosymmetric\nbody-centered tetragonal BaNiSn3-type structure (space group I4\\,mm) of\nLaIrSi3. The bulk superconductivity is observed below T_c = 0.72(1) K. The\nintrinsic \\Delta C_e/\\gamma_n T_c = 1.09(3) is significantly smaller than the\nBCS value of 1.43, and this reduction is accounted by the \\alpha-model of BCS\nsuperconductivity. The analysis of the superconducting state C_e(T) data by the\nsingle-band \\alpha-model indicates a moderately anisotropic order parameter\nwith the s-wave gap \\Delta(0)/k_B T_c = 1.54(2) which is lower than the BCS\nvalue of 1.764. Our estimates of various normal and superconducting state\nparameters indicate a weakly coupled electron-phonon driven type-I s-wave\nsuperconductivity in LaIrSi3. The \\muSR results also confirm the conventional\ntype-I superconductivity in LaIrSi3 with a preserved time reversal symmetry and\nhence a singlet pairing superconducting ground state.\n", "Comment: 11 pages, 8 figures, 2 tables"]}, {"_id": {"$oid": "5c420277df84a304bc8bef5a"}, "arxiv_id": "1302.5190", "header_date": {"$date": "2015-06-15T00:00:00Z"}, "creators": ["Zhou, Chuanle", "Birner, S.", "Tang, Yang", "Heinselman, K.", "Grayson, M."], "dates": [{"$date": "2013-02-21T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  Whereas thermoelectric performance is normally limited by the figure of merit\nZT, transverse thermoelectrics can achieve arbitrarily large temperature\ndifferences in a single leg even with inferior ZT by being geometrically\ntapered. We introduce a band-engineered transverse thermoelectric with p-type\nSeebeck in one direction and n-type orthogonal, resulting in off-diagonal terms\nthat drive heat flow transverse to electrical current. Such materials are\nadvantageous for microscale devices and cryogenic temperatures -- exactly the\nregimes where standard longitudinal thermoelectrics fail. InAs/GaSb type II\nsuperlattices are shown to have the appropriate band structure for use as a\ntransverse thermoelectric.\n", "Comment: 5 pages, 3 figures"]}, {"_id": {"$oid": "5c41d37ddf84a304bc8601ed"}, "arxiv_id": "0708.3229", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Theodoropoulou, N.", "Sharma, A.", "Pratt Jr, W. P.", "Bass, J.", "Stiles, M. D.", "Xiao, J."], "dates": [{"$date": "2007-08-23T00:00:00Z"}, {"$date": "2007-11-19T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We test whether current-induced magnetization switching due to\nspin-transfer-torque in ferromagnetic/non-magnetic/ferromagnetic (F/N/F)\ntrilayers changes significantly when scattering within the N-metal layers is\nchanged from ballistic to diffusive. Here ballistic corresponds to a ratio r =\nlambda/t greater than or equal to 3 for a Cu spacer layer, and diffusive to r =\nlambda/t less than or equal to 0.4 for a CuGe alloy spacer layer, where lambda\nis the mean-free-path in the N-layer of fixed thickness t = 10 nm. The average\nswitching currents for the alloy spacer layer are only modestly larger than\nthose for Cu. The best available model predicts a much greater sensitivity of\nthe switching currents to diffuse scattering in the spacer layer than we see.\n", "Comment: 11 pages, including 1 figure"]}, {"_id": {"$oid": "5c421459df84a304bc8e1918"}, "arxiv_id": "1408.5982", "header_date": {"$date": "2014-10-31T00:00:00Z"}, "creators": ["Miao, Hongchen", "Tan, Chi", "Zhou, Xilong", "Wei, Xiaoyong", "Li, Faxin"], "dates": [{"$date": "2014-08-25T00:00:00Z"}, {"$date": "2014-10-07T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  The local hysteresis loop obtained by switching spectroscopy piezoresponse\nforce microscopy (SS-PFM) is usually regarded as a typical signature of\nferroelectric switching. However, such hysteresis loops were also observed in a\nbroad variety of non-ferroelectric materials in the past several years, which\ncasts doubts on the viewpoint that the local hysteresis loops in SS-PFM\noriginate from ferroelectricity. Therefore, it is crucial to explore the\nmechanism of local hysteresis loops obtained in SS-PFM testing. Here we\nproposed that non-ferroelectric materials can also exhibit amplitude butterfly\nloops and phase hysteresis loops in SS-PFM testing due to the Maxwell force as\nlong as the material can show macroscopic D-E hysteresis loops under cyclic\nelectric field loading, no matter what the inherent physical mechanism is. To\nverify our viewpoint, both the macroscopic D-E and microscopic SS-PFM testing\nare conducted on a soda-lime glass and a non-ferroelectric dielectric material\nBa0.4Sr0.6TiO3. Results show that both materials can exhibit D-E hysteresis\nloops and SS-PFM phase hysteresis loops, which can well support our viewpoint.\n", "Comment: 12 pages,4 figures"]}, {"_id": {"$oid": "5c41f432df84a304bc8a21fb"}, "arxiv_id": "1110.0113", "header_date": {"$date": "2011-10-04T00:00:00Z"}, "creators": ["Jamali, Mahdi", "Kwon, Jae Hyun", "Narayanapillai, Kulothungasagaran", "Yang, Hyunsoo"], "dates": [{"$date": "2011-10-01T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Other Condensed Matter"], "description": ["  The dynamics of a ferromagnetic antivortex wall has been experimentally\nstudied in a magnetic nanostructure. Two different techniques have been used to\nindependently measure the eigenfrequency of an antivortex wall such as the\nresonance excitation by sinusoidal microwave and the damped resonance\nexcitation induced by short voltage pulses. Direct observation of antivortex\nwall nucleation has been measured in the frequency domain for the first time.\nElectrical measurements of the antivortex dynamics in frequency domain reveal\nthe existence of multi-eigenmodes as well as nonlinear behaviors for large\nexcitation amplitudes. The time resolved measurements of the antivortex wall\nshow that the frequency of the damped gyration is similar to that of frequency\ndomain and coexistence of spin wave excitations.\n", "Comment: 14 Pages, 3 Figures"]}, {"_id": {"$oid": "5c42216ddf84a304bc8fb64f"}, "arxiv_id": "1509.02432", "header_date": {"$date": "2016-01-29T00:00:00Z"}, "creators": ["Portnichenko, P. Y.", "Romhanyi, J.", "Onykiienko, Y. A.", "Henschel, A.", "Schmidt, M.", "Cameron, A. S.", "Surmach, M. A.", "Lim, J. A.", "Park, J. T.", "Schneidewind, A.", "Abernathy, D. L.", "Rosner, H.", "Brink, Jeroen van den", "Inosov, D. S."], "dates": [{"$date": "2015-09-08T00:00:00Z"}, {"$date": "2015-11-25T00:00:00Z"}], "subject": ["Condensed Matter - Strongly Correlated Electrons", "Condensed Matter - Materials Science"], "description": ["  Complex low-temperature ordered states in chiral magnets are typically\ngoverned by a competition between multiple magnetic interactions. The\nchiral-lattice multiferroic Cu2OSeO3 became the first insulating helimagnetic\nmaterial in which a long-range order of topologically stable spin vortices\nknown as skyrmions was established. Here we employ state-of-the-art inelastic\nneutron scattering (INS) to comprehend the full three-dimensional spin\nexcitation spectrum of Cu2OSeO3 over a broad range of energies. Distinct types\nof high- and low-energy dispersive magnon modes separated by an extensive\nenergy gap are observed in excellent agreement with the previously suggested\nmicroscopic theory based on a model of entangled Cu4 tetrahedra. The comparison\nof our INS data with model spin-dynamical calculations based on these\ntheoretical proposals enables an accurate quantitative verification of the\nfundamental magnetic interactions in Cu2OSeO3 that are essential for\nunderstanding its abundant low-temperature magnetically ordered phases.\n", "Comment: 7 pages, 5 figures + Supplementary Information (added in version 2)"]}, {"_id": {"$oid": "5c420b95df84a304bc8d016a"}, "arxiv_id": "1311.6029", "header_date": {"$date": "2014-11-21T00:00:00Z"}, "creators": ["Goli, Pradyumna", "Ning, Hao", "Li, Xuesong", "Lu, Ching Yu", "Novoselov, Konstantin S.", "Balandin, Alexander A."], "dates": [{"$date": "2013-11-23T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We demonstrated that chemical vapor deposition of graphene on Cu films\nstrongly enhances their thermal diffusivity and thermal conductivity.\nDeposition of graphene increases the thermal conductivity of 9 micrometer (25\nmicrometer) thick Cu films by up to 24% (16%) near room temperature.\nInterestingly, the observed improvement of thermal properties of graphene\ncoated Cu films is primarily due to changes in Cu morphology during graphene\ndeposition and associated with it temperature treatment rather than graphene's\naction as an additional heat conducting channel. Enhancement of thermal\nproperties of metal films via graphene coating may lead to applications in\nelectronic circuits and metallurgy.\n", "Comment: 16 pages, 3 figures"]}, {"_id": {"$oid": "5c42185edf84a304bc8e95df"}, "arxiv_id": "1412.5253", "header_date": {"$date": "2015-10-28T00:00:00Z"}, "creators": ["Liu, G.", "Liu, S. B.", "Xu, B.", "Ouyang, C. Y.", "Song, H. Y.", "Li, X. L."], "dates": [{"$date": "2014-12-16T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  The O2 dissociation and O atoms adsorption on free-standing germanene are\nstudied by using first-principles calculations in this letter. Compared with\nthe spontaneous dissociation of oxygen molecule on free-standing silicene in\nair, germanene is more stable than silicene from kinetic point of view, with\novercoming energy barrier of about 0.55 eV. Especially, in contrast with the\nunique chemical adsorption of O2-dissociation-induced O atoms on silicene,\noxygen molecule can behave a correspondingly stable adsorption on germanene\nsurface. Moreover, single O atom adsorption on germanene is also different to\nthat on silicene, resulting in two opposite migration pathways on germanene\nsurface. Furthermore, once the oxygen molecule dissociates into O atoms on\ngermanene surface, the migration and desorption of O atoms are relatively\ndifficult under room temperature due to the strong Ge-O bonds in the O-adsorbed\ngermanene, in favor of forming germanium oxides. The results provide compelling\nevidence to show that free-standing gemanene is relatively stable in\noxygen,which is different to silicene essentially.\n"]}, {"_id": {"$oid": "5c41ec3ddf84a304bc892245"}, "arxiv_id": "1011.3269", "header_date": {"$date": "2015-03-17T00:00:00Z"}, "creators": ["Sangwan, V. K.", "Southard, A.", "Moore, T. L.", "Ballarotto, V. W.", "Hines, D. R.", "Fuhrer, M. S.", "Williams, E. D."], "dates": [{"$date": "2010-11-14T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Transfer printing methods are used to pattern and assemble monolithic carbon\nnanotube (CNT) thin-film transistors on large-area transparent, flexible\nsubstrates. Airbrushed CNT thin-films with sheet resistance 1kOhmsquare^{-1} at\n80% transparency were used as electrodes, and high quality chemical vapor\ndeposition (CVD)-grown CNT networks were used as the semiconductor component.\nTransfer printing was used to pre-pattern and assemble thin film transistors on\npolyethylene terephthalate (PET) substrates which incorporated\nAl_{2}O_{3}/poly-methylmethacrylate (PMMA) dielectric bi-layer. CNT-based\nambipolar devices exhibit field-effect mobility in range 1 - 33 cm^{2}/Vs and\non/off ratio ~10^{3}, comparable to the control devices fabricated using Au as\nthe electrode material.\n", "Comment: 17 pages, 4 figures"]}, {"_id": {"$oid": "5c41d875df84a304bc86a2e0"}, "arxiv_id": "0805.1106", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Zhai, F.", "Chang, K.", "Xu, H. Q."], "dates": [{"$date": "2008-05-08T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  We propose a spin current diode which can work even in a small applied bias\ncondition (the linear-response regime). The prototypal device consists of a\nhornlike electron waveguide with Rashba spin-orbit interaction, which is\nconnected to two leads with different widths. It is demonstrated that when\nelectrons are incident from the narrow lead, the generated spin conductance\nfluctuates around a constant value in a wide range of incident energy. When the\ntransport direction is reversed, the spin conductance is suppressed strongly.\nSuch a remarkable difference arises from spin-flipped transitions caused by the\nspin-orbit interaction.\n", "Comment: 3 pages, 2 figures"]}, {"_id": {"$oid": "5c4226aadf84a304bc905c6c"}, "arxiv_id": "1601.07568", "header_date": {"$date": "2017-06-07T00:00:00Z"}, "creators": ["Ohshima, Ryo", "Ando, Yuichiro", "Matsuzaki, Kosuke", "Susaki, Tomofumi", "Weiler, Mathias", "Klingler, Stefan", "Huebl, Hans", "Shikoh, Eiji", "Shinjo, Teruya", "Goennenwein, Sebastian T. B.", "Shiraishi, Masashi"], "dates": [{"$date": "2016-01-18T00:00:00Z"}, {"$date": "2017-01-12T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics", "Quantum Physics"], "description": ["  A d-orbital electron has an anisotropic electron orbital and is a source of\nmagnetism. The realization of a 2-dimensional electron gas (2DEG) embedded at a\nLaAlO3/SrTiO3 interface surprised researchers in materials and physical\nsciences because the 2DEG consists of 3d-electrons of Ti with extraordinarily\nlarge carrier mobility, even in the insulating oxide heterostructure. To date,\na wide variety of physical phenomena, such as ferromagnetism and the quantum\nHall effect, have been discovered in this 2DEG systems, demonstrating the\nability of the d-electron 2DEG systems to provide a material platform for the\nstudy of interesting physics. However, because of both ferromagnetism and the\nRashba field, long-range spin transport and the exploitation of spintronics\nfunctions have been believed difficult to implement in the d-electron 2DEG\nsystems. Here, we report the experimental demonstration of room-temperature\nspin transport in the d-electron-based 2DEG at a LaAlO3/SrTiO3 interface, where\nthe spin relaxation length is ca. exceeding 200 nm. Our finding, which counters\nthe conventional understandings to d-electron 2DEGs, opens a new field of\nd-electron spintronics. Furthermore, this work highlights a novel spin function\nin the conductive oxide system.\n", "Comment: 30 pages, 5 Figures, 1 Table, including Supplemental Information"]}, {"_id": {"$oid": "5c421f5edf84a304bc8f75fd"}, "arxiv_id": "1507.02944", "header_date": {"$date": "2015-08-31T00:00:00Z"}, "creators": ["Khalajhedayati, Amirhossein", "Rupert, Timothy J."], "dates": [{"$date": "2015-07-10T00:00:00Z"}, {"$date": "2015-08-28T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  Nanocrystalline Cu-3 at.% Zr powders with ~20 nm average grain size were\ncreated with mechanical alloying and their thermal stability was studied from\n550-950 {\\deg}C. Annealing drove Zr segregation to the grain boundaries, which\nled to the formation of amorphous intergranular complexions at higher\ntemperatures. Grain growth was retarded significantly, with 1 week of annealing\nat 950 {\\deg}C, or 98% of the solidus temperature, only leading to coarsening\nof the average grain size to 54 nm. The enhanced thermal stability can be\nconnected to both a reduction in grain boundary energy with doping as well as\nthe precipitation of ZrC particles. High mechanical strength is retained even\nafter these aggressive heat treatments, showing that complexion engineering may\nbe a viable path toward the fabrication of bulk nanostructured materials with\nexcellent properties.\n", "Comment: 12 figures"]}, {"_id": {"$oid": "5c41ec5cdf84a304bc892381"}, "arxiv_id": "1011.3585", "header_date": {"$date": "2015-03-23T00:00:00Z"}, "creators": ["Hase, Muneaki", "Miyamoto, Yoshinobu", "Tominaga, Junji"], "dates": [{"$date": "2010-11-15T00:00:00Z"}, {"$date": "2015-03-20T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Physics - Chemical Physics"], "description": ["  Femtosecond dynamics of coherent optical phonons in GeTe/Sb$_{2}$Te$_{3}$\nsuperlattices (SLs), a new class of semiconductor SLs with three different\nstates, have been investigated by using a reflection-type pump-probe technique\nat various lattice temperatures. The time-resolved transient reflectivity (TR)\nobtained in as-grown SLs exhibits the coherent A$_{1}$ optical modes at 5.10\nTHz and 3.78 THz, while only the single A$_{1}$ mode at 3.68 THz is observed in\nannealed SLs. The decay rate of the A$_{1}$ mode in annealed SLs is strongly\ntemperature dependent, while that in as-grown SLs is not temperature dependent.\nThis result indicates that the damping of the coherent A$_{1}$ phonons in\namorphous SLs is governed by the phonon-defect (vacancy) scattering rather than\nthe anharmonic phonon-phonon coupling.\n", "Comment: 5 pages, 5 figures"]}, {"_id": {"$oid": "5c421225df84a304bc8dd247"}, "arxiv_id": "1406.4276", "header_date": {"$date": "2014-07-07T00:00:00Z"}, "creators": ["Baumann, A.", "Tvingstedt, K.", "Heiber, M. C.", "Väth, S.", "Momblona, C.", "Bolink, H. J.", "Dyakonov, V."], "dates": [{"$date": "2014-06-17T00:00:00Z"}, {"$date": "2014-07-03T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Open circuit voltage decay measurements are performed on methylammonium lead\niodide (CH3NH3PbI3) perovskite solar cells to investigate the charge carrier\nrecombination dynamics. The measurements are compared to the two reference\npolymer-fullerene bulk heterojunction solar cells based on P3HT:PC60BM and\nPTB7:PC70BM blends. In the perovskite devices, two very different time domains\nof the voltage decay are found, with a first drop on a short time scale that is\nsimilar to the organic solar cells. However, two major differences are also\nobserved. 65-70% of the maximum photovoltage persists on much longer\ntimescales, and the recombination dynamics are dependent on the illumination\nintensity.\n", "Comment: 5 pages, 3 figures"]}, {"_id": {"$oid": "5c421bdcdf84a304bc8f041c"}, "arxiv_id": "1503.08738", "header_date": {"$date": "2015-05-20T00:00:00Z"}, "creators": ["Tomer, D.", "Rajput, S.", "Hudy, L. J.", "Li, C. H.", "Li, L."], "dates": [{"$date": "2015-03-30T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  Reverse-biased graphene (Gr)/semiconductor Schottky diodes exhibit much\nenhanced sensitivity for gas sensing. However, carrier transport across the\njunctions is not fully understood yet. Here, Gr/SiC, Gr/GaAs and Gr/Si Schottky\njunctions under reverse-bias are investigated by temperature-dependent\ncurrent-voltage measurements. A reduction in barrier height with increasing\nreverse-bias is observed for all junctions, suggesting electric-field enhanced\nthermionic emission. Further analysis of the field dependence of the reverse\ncurrent reveals that while carrier transport in Gr/SiC Schottky junctions\nfollows the Poole-Frenkel mechanism, it deviates from both the Poole-Frankel\nand Schottky mechanisms in Gr/Si and Gr/GaAs junctions, particularly for low\ntemperatures and fields.\n", "Comment: 15 pages, 4 figures, and 1 table"]}, {"_id": {"$oid": "5c42135ddf84a304bc8dfadd"}, "arxiv_id": "1407.6792", "header_date": {"$date": "2014-09-25T00:00:00Z"}, "creators": ["Sekiguchi, T.", "Tyryshkin, A. M.", "Tojo, S.", "Abe, E.", "Mori, R.", "Riemann, H.", "Abrosimov, N. V.", "Becker, P.", "Pohl, H. -J.", "Ager, J. W.", "Haller, E. E.", "Thewalt, M. L. W.", "Morton, J. J. L.", "Lyon, S. A.", "Itoh, K. M."], "dates": [{"$date": "2014-07-25T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  The effects of host isotope mass on the hyperfine interaction of group-V\ndonors in silicon are revealed by pulsed electron nuclear double resonance\n(ENDOR) spectroscopy of isotopically engineered Si single crystals. Each of the\nhyperfine-split P-31, As-75, Sb-121, Sb-123, and Bi-209 ENDOR lines splits\nfurther into multiple components, whose relative intensities accurately match\nthe statistical likelihood of the nine possible average Si masses in the four\nnearest-neighbor sites due to random occupation by the three stable isotopes\nSi-28, Si-29, and Si-30. Further investigation with P-31 donors shows that the\nresolved ENDOR components shift linearly with the bulk-averaged Si mass.\n", "Comment: 5 pages, 4 figures, 1 table"]}, {"_id": {"$oid": "5c421478df84a304bc8e1ce1"}, "arxiv_id": "1408.6951", "header_date": {"$date": "2015-01-22T00:00:00Z"}, "creators": ["Maccioni, M B", "Ricci, F", "Fiorentini, V"], "dates": [{"$date": "2014-08-29T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We study the electronic and local structural properties of pure and\nIn-substituted $\\beta$-Ga$_2$O$_3$ using density functional theory (DFT). Our\nmain result is that the structural energetics of In in Ga$_2$O$_3$ causes most\nsites to be essentially inaccessible to In substitution, thus reducing the\nmaximum In content in thi to somewhere between 12 and 25 \\% in this phase. We\nalso find that the gap variation with doping is essentially due to \"chemical\npressure\", i.e. volume variations with doping.\n", "Comment: 4 pages, 3 figures"]}, {"_id": {"$oid": "5c41faa0df84a304bc8af09f"}, "arxiv_id": "1205.5318", "header_date": {"$date": "2012-05-25T00:00:00Z"}, "creators": ["Zhao, L.", "Hung, T. L.", "Li, C. C.", "Chen, Y. Y.", "Wu, M. K.", "Kremer, R. K.", "Banks, M. G.", "Simon, A.", "Whangbo, M. H.", "Lee, C.", "Kim, J. S.", "Kim, I.", "Kim, K. H."], "dates": [{"$date": "2012-05-23T00:00:00Z"}], "subject": ["Condensed Matter - Strongly Correlated Electrons", "Condensed Matter - Materials Science"], "description": ["  A new multiferroic material, CuBr2, is reported for the first time. CuBr2 has\nnot only a high transition temperature (close to liquid nitrogen temperature)\nbut also low dielectric loss and strong magnetoelectric coupling. These\nfindings reveal the importance of anion effects in the search for the high\ntemperature multiferroics materials among these low-dimensional spin systems.\n", "Comment: 3 figures, accepted by Advanced Materials"]}, {"_id": {"$oid": "5c42189edf84a304bc8e9e76"}, "arxiv_id": "1412.7452", "header_date": {"$date": "2015-06-11T00:00:00Z"}, "creators": ["Setyawan, Wahyu", "Selby, Aaron P.", "Juslin, Niklas", "Stoller, Roger E.", "Wirth, Brian D.", "Kurtz, Richard J."], "dates": [{"$date": "2014-12-23T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Energetic atom collisions in solids induce shockwaves with complex\nmorphologies. In this paper, we establish the existence of a morphological\ntransition in such cascades. The order parameter of the morphology is defined\nas the exponent, $b$, in the defect production curve as a function of cascade\nenergy ($N_F \\sim E_{MD}^b$). Response of different bcc metals can be compared\nin a consistent energy domain when the energy is normalized by the transition\nenergy, $\\mu$, between the high- and the low-energy regime. Using Cr, Fe, Mo\nand W data, an empirical formula of $\\mu$ as a function of displacement\nthreshold energy, $E_d$, is presented for bcc metals.\n", "Comment: 7 pages, 6 figures"]}, {"_id": {"$oid": "5c41d46fdf84a304bc8620e9"}, "arxiv_id": "0710.2065", "header_date": {"$date": "2007-10-11T00:00:00Z"}, "creators": ["Chapon, C. Vecchini L. C.", "Brown, P. J.", "Chatterji, T.", "Cheong, S. Park S-W.", "Radaelli, P. G."], "dates": [{"$date": "2007-10-10T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Precise magnetic structures of RMn2O5, with R= Y, Ho, Bi in the\ncommensurate/ferroelectric regime, have been determined by single-crystal\nneutron diffraction. For each system, the integrated intensities of a large\nnumber of independent magnetic Bragg reflections have been measured, allowing\nunconstrained least-squares refinement of the structures. The analysis confirms\nthe previously reported magnetic configuration in the ab-plane, in particular\nthe existence of zig-zag antiferromagnetic chains. For the Y and Ho compounds\nadditional weak magnetic components parallel to the c-axis were detected which\nare modulated in phase quadrature with the a-b components. This component is\nextremely small in the BiMn2O5 sample, therefore supporting symmetric exchange\nas the principal mechanism inducing ferroelectricity. For HoMn2O5, a magnetic\nordering of the Ho moments was observed, which is consistent with a\nsuper-exchange interaction through the oxygens. For all three compounds, the\npoint symmetry in the magnetically ordered state is m2m, allowing the polar\nb-axis found experimentally.\n"]}, {"_id": {"$oid": "5c41f2aadf84a304bc89f0da"}, "arxiv_id": "1108.0804", "header_date": {"$date": "2013-04-22T00:00:00Z"}, "creators": ["Dutta, A.", "Bhattacharya, M.", "Gayathri, N.", "Das, G. C.", "Barat, P."], "dates": [{"$date": "2011-08-03T00:00:00Z"}, {"$date": "2012-03-28T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We employ the methods of atomistic simulation to investigate the climb of\nedge dislocation at nanovoids by analyzing the energetics of the underlying\nmechanism. A novel simulation strategy has been demonstrated to estimate the\nrelease of surface energy of the nanovoid during the void induced climb. The\ncurvature of the pinned dislocation segment is found to play a key role in\nmediating this unique mechanism of dislocation climb. Our study reveals that\nthe kinetics of void-induced climb process is fundamentally distinct from the\nconventional diffusion-mediated climb.\n", "Comment: 26 pages, 8 figures"]}, {"_id": {"$oid": "5c41e715df84a304bc887b4b"}, "arxiv_id": "1004.1281", "header_date": {"$date": "2015-05-18T00:00:00Z"}, "creators": ["Wang, Cong", "He, Xian-Tu", "Zhang, Ping"], "dates": [{"$date": "2010-04-08T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Quantum molecular dynamic (QMD) simulations are introduced to study the\nthermophysical properties of liquid deuterium under shock compression. The\nprincipal Hugoniot is determined from the equation of states, where\ncontributions from molecular dissociation and atomic ionization are also added\nonto the QMD data. At pressures below 100 GPa, our results show that the local\nmaximum compression ratio of 4.5 can be achieved at 40 GPa, which is in good\nagreement with magnetically driven flyer and convergent-explosive experiments;\nAt the pressure between 100 and 300 GPa, the compression ratio reaches a\nmaximum of 4.95, which agrees well with recent high power laser-driven\nexperiments. In addition, the nonmetal-metal transition and optical properties\nare also discussed.\n", "Comment: 4.1 pages, 4 figures"]}, {"_id": {"$oid": "5c421dcfdf84a304bc8f4409"}, "arxiv_id": "1505.07545", "header_date": {"$date": "2015-06-25T00:00:00Z"}, "creators": ["Cai, Yongqing", "Zhang, Gang", "Zhang, Yong-Wei"], "dates": [{"$date": "2015-05-28T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  Vertical integration of two-dimensional materials has recently emerged as an\nexciting method for the design of novel electronic and optoelectronic devices.\nUsing density functional theory, we investigatethe structural and electronic\nproperties of two heterostruc-tures, graphene/phosphorene (G/BP) and hexagonal\nboron nitride/phosphorene (BN/BP). We found that the interlayer distance,\nbinding energy, and charge transfer in G/BP and BN/BP are similar. Interlayer\nnoncovalentbonding is predicted due to the weak coupling between the pz orbital\nof BP and the {\\pi} orbital of graphene and BN. A small amount of electron\ntransfer from graphene and BN, scaling with the vertical strain, renders BP\nslightly n-doped for both heterostructures. Several attractive characteristics\nof BP, including direct band gap and linear dichroism, are preserved. However,\na large redistribution of electrostatic potential across the interface is\nobserved, which may significantly renormalize the carrier dynamics and affect\nthe excitonic behavior of BP. Our work suggests that graphene and BN can be\nused not only as an effective capping layer to protect BP from its structural\nand chemical degradation while still maintain its major electronic\ncharacteristics, but also as an active layer to tune the carrier dynamics and\noptical properties of BP.\n", "Comment: Accepted by JPCC"]}, {"_id": {"$oid": "5c421901df84a304bc8eaa56"}, "arxiv_id": "1501.01722", "header_date": {"$date": "2015-01-09T00:00:00Z"}, "creators": ["Deguchi, Kazuhiko", "Nakayama, Mika", "Matsukawa, Shuya", "Imura, Keiichiro", "Tanaka, Katsumasa", "Ishimasa, Tsutomu", "Sato, Noriaki K."], "dates": [{"$date": "2015-01-07T00:00:00Z"}], "subject": ["Condensed Matter - Superconductivity", "Condensed Matter - Materials Science", "Condensed Matter - Strongly Correlated Electrons"], "description": ["  We report the synthesis of a single-phase sample of the superconducting\ncrystalline approximant Au64.0Ge22.0Yb14.0 and present a structure model\nrefined by Rietveld analysis for X-ray diffraction data.\n", "Comment: 3 pages, 3 figures, http://dx.doi.org/10.7566/JPSJ.84.015002"]}, {"_id": {"$oid": "5c421b20df84a304bc8eebab"}, "arxiv_id": "1503.02481", "header_date": {"$date": "2016-11-24T00:00:00Z"}, "creators": ["Lavrentiev, M. Y.", "Wróbel, J. S.", "Nguyen-Manh, D.", "Dudarev, S. L.", "Ganchenkova, M. G."], "dates": [{"$date": "2015-03-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  A Magnetic Cluster Expansion (MCE) model for ternary face-centered cubic\nFe-Ni-Cr alloys has been developed using DFT data spanning binary and ternary\nalloy configurations. Using this MCE model Hamiltonian, we perform Monte Carlo\nsimulations and explore magnetic structures of alloys over the entire range of\nalloy compositions, considering both random and ordered alloy structures. In\nrandom alloys, the removal of magnetic collinearity constraint reduces the\ntotal magnetic moment but does not affect the predicted range of compositions\nwhere the alloys adopt low temperature ferromagnetic configurations. During\nalloying of ordered fcc Fe-Ni compounds with Cr, chromium atoms tend to replace\nnickel rather than iron atoms. Replacement of Ni by Cr in alloys with high iron\ncontent increases the Curie temperature of the alloys. This can be explained by\nstrong antiferromagnetic Fe-Cr coupling, similar to that found in bcc Fe-Cr\nsolutions, where the Curie temperature increase, predicted by simulations as a\nfunction of Cr concentration, is confirmed by experimental observations.\n", "Comment: 26 pages, 8 figures"]}, {"_id": {"$oid": "5c420adadf84a304bc8ce8fd"}, "arxiv_id": "1310.8434", "header_date": {"$date": "2013-11-01T00:00:00Z"}, "creators": ["Plaud, A.", "Sarrazin, A.", "Béal, J.", "Proust, J.", "Royer, P.", "Bijeon, J. -L.", "Plain, J.", "Adam, P. -M.", "Maurer, T."], "dates": [{"$date": "2013-10-31T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  We present here an original process combining top-down and bottom-up\napproaches by annealing a thin gold film evaporated onto a hole template made\nby etching a PS-PMMA copolymer film. Such process allows a better control of\nthe gold nanoparticle size distribution which provides a sharper localized\nsurface plasmon resonance. This makes such route appealing for sensing\napplications since the figure of merit of the Au nanoparticles obtained after\nthermal evaporation is more than doubled. Such process could besides allow\ntuning the localized surface plasmon resonance by using copolymer with various\nmolecular weights and thus be attractive for surface enhanced raman\nspectroscopy.\n"]}, {"_id": {"$oid": "5c420789df84a304bc8c9098"}, "arxiv_id": "1308.0633", "header_date": {"$date": "2013-08-06T00:00:00Z"}, "creators": ["Neal, Adam T.", "Liu, Han", "Gu, Jiangjiang", "Ye, Peide D."], "dates": [{"$date": "2013-08-02T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  We have characterized phase coherence length, spin orbit scattering length,\nand the Hall factor in n-type MoS2 2D crystals via weak localization\nmeasurements and Hall-effect measurements. Weak localization measurements\nreveal a phase coherence length of ~50 nm at T = 400 mK for a few-layer MoS2\nfilm, decreasing as T^-1/2 with increased temperatures. Weak localization\nmeasurements also allow us, for the first time without optical techniques, to\nestimate the spin orbit scattering length to be 430 nm, pointing to the\npotential of MoS2 for spintronics applications. Via Hall-effect measurements,\nwe observe a low temperature Hall mobility of 311 cm2/Vs at T = 1 K which\ndecreases as a power law with a characteristic exponent {\\gamma}=1.5 from 10 K\nto 60 K. At room temperature, we observe Hall mobility of 24 cm2/Vs. By\ndetermining the Hall factor for MoS2 to be 1.35 at T = 1 K and 2.4 at room\ntemperature, we observe drift mobility of 420 cm2/Vs and 56 cm2/Vs at T = 1 K\nand room temperature, respectively.\n", "Comment: ACS Nano nn402377g"]}, {"_id": {"$oid": "5c41fadfdf84a304bc8af9ae"}, "arxiv_id": "1206.0545", "header_date": {"$date": "2015-06-05T00:00:00Z"}, "creators": ["Ali, M. S.", "Islam, A. K. M. A.", "Hossain, M. M.", "Parvin, F."], "dates": [{"$date": "2012-06-04T00:00:00Z"}, {"$date": "2012-07-21T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The structural parameters with stability upon Si incorporation and elastic,\nelectronic, thermodynamic and optical properties of Ti3Al1-xSixC2 (0 \\leq x\n\\leq 1) are investigated systematically by the plane wave psedudopotential\nmethod based on the density functional theory (DFT). The increase of some\nelastic parameters with increasing Si-content renders the alloys to possess\nhigher compressive and tensile strength. The Vickers hardness value obtained\nwith the help of Mulliken population analysis increases as x is increased from\n0 to 1. The solid solutions considered are all metallic with valence and\nconduction bands, which have a mainly Ti 3d character, crossing the Fermi\nlevel. The temperature and pressure dependences of bulk modulus, normalized\nvolume, specific heats, thermal expansion coefficient, and Debye temperature\nare all obtained through the quasi-harmonic Debye model with phononic effects\nfor T = 0-1000K and P = 0-50GPa. The obtained results are compared with other\nresults where available. Further an analysis of optical functions for two\npolarization vectors reveals that the reflectivity is high in the\nvisible-ultraviolet region up to ~ 10.5 eV region showing promise as good\ncoating material.\n  Keywords: Ti3Al1-xSixC2; First-principles; Quasi-harmonic Debye model;\nMechanical properties; Band structure; Optical properties\n", "Comment: 12 pages, 8 figures"]}, {"_id": {"$oid": "5c41d90edf84a304bc86b870"}, "arxiv_id": "0806.1790", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Geng, Hua Y.", "Chen, Ying", "Kaneta, Yasunori", "Iwasawa, Misako", "Ohnuma, Toshiharu", "Kinoshita, Motoyasu"], "dates": [{"$date": "2008-06-11T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Strongly Correlated Electrons"], "description": ["  A comprehensive investigation on point defects and their clustering behavior\nin nonstoichiometric uranium dioxide UO2+x is carried out using LSDA+U method\nbased on density functional theory. Accurate energetic information and charge\ntransfers available so far are obtained. With these energies that have improved\nmore than 50% over that of pure GGA and LDA, we show the density functional\ntheory predicts the predominance of oxygen defects over uranium ones at any\ncompositions, which is possible only after treated the localized 5f electrons\nproperly. Calculations also suggest an upper bound of x~0.03 for oxygen\nclusters to start off. The volume change induced by point uranium defects is\nmonotonic but nonlinear, whereas for oxygen defects, increase x always reduces\nthe system volume linearly, except dimers that require extra space for\naccommodation, which has been identified as meta-stable ionic molecule. Though\noxygen dimers usually occupy Willis O'' sites and mimic a single oxygen in\nenergetics and charge state, they are rare at ambient conditions. Its\ndecomposition process and vibrational properties have been studied carefully.\nTo obtain a general clustering mechanism in anion-excess fluorites\nsystematically, we also analyze the local stabilities of possible basic\nclustering modes of oxygen defects. The result shows an unified way to\nunderstand the structure of Willis type and cuboctahedral clusters in UO2+x and\nbeta-U4O9. Finally we generalize the point defect model to the independent\nclusters approximation to include clustering effects, the impact on defect\npopulations is discussed.\n", "Comment: 20 pages, 12 figures"]}, {"_id": {"$oid": "5c41f3b9df84a304bc8a10d4"}, "arxiv_id": "1109.2660", "header_date": {"$date": "2013-03-08T00:00:00Z"}, "creators": ["Hong, Seung Sae", "Cha, Judy J.", "Kong, Desheng", "Cui, Yi"], "dates": [{"$date": "2011-09-12T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  A topological insulator is a new state of matter, possessing gapless\nspin-locking surface states across the bulk band gap which has created new\nopportunities from novel electronics to energy conversion. However, the large\nconcentration of bulk residual carriers has been a major challenge for\nrevealing the property of the topological surface state via electron transport\nmeasurement. Here we report surface state dominated transport in Sb-doped\nBi2Se3 nanoribbons with very low bulk electron concentrations. In the\nnanoribbons with sub-10nm thickness protected by a ZnO layer, we demonstrate\ncomplete control of their top and bottom surfaces near the Dirac point,\nachieving the lowest carrier concentration of 2x10^11/cm2 reported in\nthree-dimensional (3D) topological insulators. The Sb-doped Bi2Se3\nnanostructures provide an attractive materials platform to study fundamental\nphysics in topological insulators, as well as future applications.\n", "Comment: 5 pages, 4 figures, 1 table"]}, {"_id": {"$oid": "5c41f35edf84a304bc8a0646"}, "arxiv_id": "1108.6288", "header_date": {"$date": "2015-05-30T00:00:00Z"}, "creators": ["Frontzek, M.", "Haraldsen, J. T.", "Podlesnyak, A.", "Matsuda, M.", "Christianson, A. D.", "Fishman, R. S.", "Sefat, A. S.", "Qiu, Y.", "Copley, J. R. D.", "Barilo, S.", "Shiryaev, S. V.", "Ehlers, G."], "dates": [{"$date": "2011-08-31T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Other Condensed Matter"], "description": ["  In this paper detailed neutron scattering measurements of the magnetic\nexcitation spectrum of CuCrO$_2$ in the ordered state below $T_{\\rm{N1}}=24.2$\nK are presented. The spectra are analyzed using a model Hamiltonian which\nincludes intralayer-exchange up to the next-next-nearest neighbor and\ninterlayer-exchange. We obtain a definite parameter set and show that exchange\ninteraction terms beyond the next-nearest neighbor are important to describe\nthe inelastic excitation spectrum. The magnetic ground state structure\ngenerated with our parameter set is in agreement with the structure proposed\nfor CuCrO$_2$ from the results of single crystal diffraction experiments\npreviously published. We argue that the role of the interlayer exchange is\ncrucial to understand the incommensurability of the magnetic structure as well\nas the spin-charge coupling mechanism.\n"]}, {"_id": {"$oid": "5c420a11df84a304bc8cd2d5"}, "arxiv_id": "1310.2762", "header_date": {"$date": "2014-01-17T00:00:00Z"}, "creators": ["Timerkaeva, Dilyara", "Caliste, Damien", "Pochet, Pascal"], "dates": [{"$date": "2013-10-10T00:00:00Z"}, {"$date": "2014-01-16T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  In this letter, we study enhanced-retarded diffusion of oxygen in doped\nsilicon by means of first principle calculations. We found that the migration\nof oxygen dimers can not be significantly affected by strain, doping type or\nrate. We attribute the enhanced oxygen diffusion in p-doped silicon to reduced\nmonomer migration energy, and the retarded oxygen diffusion in Sb-doped to\noxygen trapping close to a dopant site. The two proposed kinetic and\nthermodynamic mechanisms can appear at the same time and might lead to\ncontradictory experimental results. Such mechanisms can be involved in the\nlight induced degradation phenomenon in solar grade silicon.\n"]}, {"_id": {"$oid": "5c42292fdf84a304bc90ada0"}, "arxiv_id": "1604.01217", "header_date": {"$date": "2017-08-02T00:00:00Z"}, "creators": ["Kolesnikov, D. V.", "Osipov, V. A.", "Sadykova, O. G."], "dates": [{"$date": "2016-04-05T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Mesoscale and Nanoscale Physics"], "description": ["  The influence of periodic edge vacancies and antidot arrays on the\nthermoelectric properties of zigzag graphene nanoribbons is investigated. Using\nthe Green's function method, the tight-binding approximation for the electron\nHamiltonian and the 4th nearest neighbor approximation for the phonon dynamical\nmatrix, we calculate the Seebeck coefficient and the thermoelectric figure of\nmerit. It is found that, at a certain periodic arrangement of vacancies on both\nedges of zigzag nanoribbon, a finite band gap opens and almost twofold\ndegenerate energy levels appear. As a result, a marked increase in the Seebeck\ncoefficient takes place. It is shown that an additional enhancement of the\nthermoelectric figure of merit can be achieved by a combination of periodic\nedge defects with an antidot array.\n"]}, {"_id": {"$oid": "5c41eeb6df84a304bc896dd9"}, "arxiv_id": "1102.3815", "header_date": {"$date": "2011-02-21T00:00:00Z"}, "creators": ["Lazar, Markus"], "dates": [{"$date": "2011-02-18T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The aim of this paper is to provide new results and insights for a screw\ndislocation in functionally graded media within the gauge theory of\ndislocations. We present the equations of motion for dislocations in\ninhomogeneous media. We specify the equations of motion for a screw dislocation\nin a functionally graded material. The material properties are assumed to vary\nexponentially along the x and y-directions. In the present work we give the\nanalytical gauge field theoretic solution to the problem of a screw dislocation\nin inhomogeneous media. Using the dislocation gauge approach, rigorous\nanalytical expressions for the elastic distortions, the force stresses, the\ndislocation density and the pseudomoment stresses are obtained depending on the\nmoduli of gradation and an effective intrinsic length scale characteristic for\nthe functionally graded material under consideration.\n", "Comment: 14 pages"]}, {"_id": {"$oid": "5c41e8a6df84a304bc88b081"}, "arxiv_id": "1006.3564", "header_date": {"$date": "2015-05-19T00:00:00Z"}, "creators": ["Avelino, P. P.", "Menezes, R.", "Oliveira, J. C. R. E."], "dates": [{"$date": "2010-06-17T00:00:00Z"}, {"$date": "2011-01-15T00:00:00Z"}], "subject": ["Astrophysics - Cosmology and Nongalactic Astrophysics", "Condensed Matter - Materials Science", "Condensed Matter - Soft Condensed Matter", "High Energy Physics - Phenomenology", "High Energy Physics - Theory"], "description": ["  In this paper we develop a common theoretical framework for the dynamics of\nthin featureless interfaces. We explicitly demonstrate that the same phase\nfield and velocity dependent one-scale models characterizing the dynamics of\nrelativistic domain walls, in a cosmological context, can also successfully\ndescribe, in a friction dominated regime, the dynamics of nonrelativistic\ninterfaces in a wide variety of material systems. We further show that a\nstatistical version of von Neumann's law applies in the case of scaling\nrelativistic interface networks, implying that, although relativistic and\nnonrelativistic interfaces have very different dynamics, a single simulation\nsnapshot is not able to clearly distinguish the two regimes. We highlight that\ncrucial information is contained in the probability distribution function for\nthe number of edges of domains bounded by the interface network and explain why\nlaboratory tests with nonrelativistic interfaces can be used to rule out\ncosmological domain walls as a significant dark energy source.\n", "Comment: 5 pages, 3 figures"]}, {"_id": {"$oid": "5c422058df84a304bc8f94b1"}, "arxiv_id": "1508.01809", "header_date": {"$date": "2015-08-11T00:00:00Z"}, "creators": ["Croce, Salvatore"], "dates": [{"$date": "2015-08-07T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science", "Condensed Matter - Strongly Correlated Electrons"], "description": ["  In the recent years many researches were performed about graphene. Graphene\nis always considered a half metal or a zero gap semiconductor. In the last year\nnew experiments were done about graphene on boron nitride and they obtained an\ninsulating behaviour and a power law for conductivity at the charge neutrality\npoint (CNP) or Dirac point (DP)(PhysRevLett.110.216601). In this work we will\nexplore the electron-hole asymmetry and the disorder in graphene. In particular\nwe analyze the asymmetry in the ordered phase, considering thermal doping at\nhalf filling and with a non zero chemical potential. After that we use the self\nconsistent Born approximation for calculating the self energy correction from\nimpurity scattering. Furthermore we shall analyze the electron-phonon\ninteraction, using the deformation potential model for obtaining the\ntemperature dependence for the compressibility. Finally we will speculate about\ntemperature dependence of conductivity.\n", "Comment: 9 pages(+2), 6 figures"]}, {"_id": {"$oid": "5c41d835df84a304bc869afd"}, "arxiv_id": "0804.3985", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Ahn, C.", "Dunham, S. T."], "dates": [{"$date": "2008-04-24T00:00:00Z"}, {"$date": "2008-04-28T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We studied lattice expansion coefficient due to As using density functional\ntheory with particular attention to separating the impact of electrons and\nions. Based on As deactivation mechanism under equilibrium conditions, the\neffect of stress on As activation is predicted. We find that biaxial stress\nresults in minimal impact on As activation, which is consistent with\nexperimental observations by Sugii et al. [J. Appl. Phys. 96, 261 (2004)] and\nBennett et al.[J. Vac. Sci. Tech. B 26, 391 (2008)].\n"]}, {"_id": {"$oid": "5c420468df84a304bc8c2e03"}, "arxiv_id": "1304.6438", "header_date": {"$date": "2013-07-18T00:00:00Z"}, "creators": ["Coh, Sinisa", "Louie, Steven G.", "Cohen, Marvin L."], "dates": [{"$date": "2013-04-23T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  We use a first-principles based kinetic Monte Carlo simulation to study the\nmovement of a solid iron nanocrystal inside a carbon nanotube driven by the\nelectrical current. The origin of the iron nanocrystal movement is the\nelectromigration force. Even though the iron nanocrystal appears to be moving\nas a whole, we find that the core atoms of the nanocrystal is completely\nstationary, and only the surface atoms are moving. Movement in the contact\nregion with the carbon nanotube is driven by electromigration forces, and the\nmovement on the remaining surfaces is driven by diffusion. Results of our\ncalculations also provide a simple model which can predict the center of mass\nspeed of the iron nanocrystal over a wide range of parameters. We find both\nqualitative and quantitative agreement of the iron nanocrystal center of mass\nspeed with experimental data.\n", "Comment: 11 pages, 7 figures"]}, {"_id": {"$oid": "5c4209a7df84a304bc8cc7a7"}, "arxiv_id": "1309.7895", "header_date": {"$date": "2015-06-17T00:00:00Z"}, "creators": ["Cazorla, Claudio", "Boronat, Jordi"], "dates": [{"$date": "2013-09-30T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science", "Condensed Matter - Quantum Gases"], "description": ["  We theoretically investigate the ground-state properties of a molecular\npara-hydrogen (p-H2) film in which crystallization is energetically frustrated\nby embedding sodium (Na) atoms periodically distributed in a triangular\nlattice. In order to fully deal with the quantum nature of p-H2 molecules, we\nemploy the diffusion Monte Carlo method and realistic semi-empirical pairwise\npotentials describing the interactions between H2-H2 and Na-H2 species. In\nparticular, we calculate the energetic, structural and superfluid properties of\ntwo-dimensional Na-H2 systems within a narrow density interval around\nequilibrium at zero temperature. In contrast to previous computational studies\nconsidering other alkali metal species such as rubidium and potassium, we find\nthat the p-H2 ground-state is a liquid with a significantly large superfluid\nfraction of ~30%. The appearance of p-H2 superfluid response is due to the fact\nthat the interactions between Na atoms and H2 molecules are less attractive\nthan between H2 molecules. This induces a considerable reduction of the\nhydrogen density which favours the stabilization of the liquid phase.\n", "Comment: 7 pages, 6 figures, submitted"]}, {"_id": {"$oid": "5c41e86adf84a304bc88a6ad"}, "arxiv_id": "1006.1048", "header_date": {"$date": "2011-03-01T00:00:00Z"}, "creators": ["Benameur, M. M.", "Radisavljevic, B.", "Sahoo, S.", "Berger, H.", "Kis, A."], "dates": [{"$date": "2010-06-05T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  Dichalcogenides with the common formula MX2 are layered materials with\nelectrical properties that range from semiconducting to superconducting. Here,\nwe describe optimal imaging conditions for optical detection of ultrathin,\ntwo-dimensional dichalcogenide nanocrystals containing single, double and\ntriple layers of MoS2, WSe2 and NbSe2. A simple optical model is used to\ncalculate the contrast for nanolayers deposited on wafers with varying\nthickness of SiO2. The model is extended for imaging using the green channel of\na video camera. Using AFM and optical imaging we confirm that single layers of\nMoS2, WSe2 and NbSe2 can be detected on 90nm and 270 nm SiO2 using optical\nmeans. By measuring contrast under broad-band green illumination we are also\nable to distinguish between nanostructures containing single, mono and triple\nlayers of MoS2, WSe2 and NbSe2.\n"]}, {"_id": {"$oid": "5c41fa43df84a304bc8ae692"}, "arxiv_id": "1205.2745", "header_date": {"$date": "2012-05-15T00:00:00Z"}, "creators": ["Massion, Roxane Arruffat", "Toth, L. S.", "Mathieu, Jean-Philippe"], "dates": [{"$date": "2012-05-12T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  A flow line function is proposed to describe the material deformation in ECAE\nfor a 120\\degree die. This new analytical approach is incorporated into a\nviscoplastic self-consistent polycrystal code to simulate the texture evolution\nin Route A of copper and compared to experimental textures as well as to those\ncorresponding to simple shear.\n"]}, {"_id": {"$oid": "5c420a33df84a304bc8cd760"}, "arxiv_id": "1310.3925", "header_date": {"$date": "2014-09-16T00:00:00Z"}, "creators": ["Mahmoudzadeh, Mohammad Ali", "Madden, John D. W."], "dates": [{"$date": "2013-10-15T00:00:00Z"}, {"$date": "2014-09-15T00:00:00Z"}], "subject": ["Physics - Chemical Physics", "Condensed Matter - Materials Science"], "description": ["  Photogalvanic solar cells, the original dye based solar cell, have yet to\nfulfill their promise as a low fabrication cost, scalable energy conversion\nsystem. The efficient performance of photogalvanic cells relies on high dye\nsolubility and selective electrodes with fast electron transfer kinetics. A new\nconfiguration is proposed for the photogalvanic cells that removes these\nimpractical requirements. Instead of illuminating the device through the\nelectrode, as is the conventional approach, a new vertical configuration is\nemployed with light coming between the two electrodes. This way, the light\nabsorption and hence electron generation is spread through the depth of the\ndevice. As a result, unreasonably fast electrode kinetics are no longer\nrequired. The depth can be adjusted according to the concentration of the dyes,\nand thus deeper cells enable low solubility dyes to be employed. The proposed\nconfiguration is mathematically modeled and the advantages over the\nconventional cell are shown. A numerical model is built for more detailed\nanalysis that gives practical guidelines for working towards device parameters\nwith high power conversion efficiency. The analysis suggests that upon the\nrealization of highly selective electrodes and an improved dye/mediator couple,\nan efficiency of 13% should be achievable from the new configuration.\n", "Comment: 23 pages, 5 Figures, 4 Tables"]}, {"_id": {"$oid": "5c41d341df84a304bc85fa9f"}, "arxiv_id": "0708.1359", "header_date": {"$date": "2010-02-03T00:00:00Z"}, "creators": ["Guslienko, Konstantin Yu.", "Lee, Ki-Suk", "Kim, Sang-Koog"], "dates": [{"$date": "2007-08-09T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  The magnetic vortex with the in-plane curling magnetization and the\nout-of-plane magnetization at the core is a unique ground state in nanoscale\nmagnetic elements. This kind of magnetic vortex can be used as a memory unit\nfor information storage, through its downward or upward core-orientation and,\nthus, controllable core switching deserves some special attention. Our\nanalytical and micromagnetic calculations reveal that the origin of the vortex\ncore reversal is a gyrotropic field. This field is induced by vortex dynamic\nmotion and is proportional to the velocity of the moving vortex. Our\ncalculations elucidate the physical origin of the vortex core dynamic reversal\nand offer a key to effective manipulation of the vortex-core orientation.\n", "Comment: 17 pages and 3 figures"]}, {"_id": {"$oid": "5c422350df84a304bc8ff414"}, "arxiv_id": "1510.08927", "header_date": {"$date": "2018-07-17T00:00:00Z"}, "creators": ["Brenner, Thomas M.", "Egger, David A.", "Rappe, Andrew M.", "Kronik, Leeor", "Hodes, Gary", "Cahen, David"], "dates": [{"$date": "2015-10-29T00:00:00Z"}], "subject": ["Condensed Matter - Materials Science"], "description": ["  We present an experimental and theoretical viewpoint on the electronic\ncarrier mobilities of typical hybrid organic-inorganic perovskites (HOIPs).\nWhile these mobilities are often quoted as high, a review of them shows that\nalthough otherwise the semiconducting properties of HOIPs are impressively\ngood, mobilities of HOIPs used in most solar cells are actually not that high.\nThis is especially apparent if they are compared to those of inorganic\nsemiconductors used in other high efficiency solar cells. We critically examine\npossible causes and focus on electron-lattice coupling mechanisms that are\nactive at room temperature, and can lead to carrier scattering. From this, we\npropose scattering due to acoustic phonons or polarons as possible causes, but\nalso point out the difficulties with each of these in view of additional\nexperimental and theoretical findings in the literature. Further research in\nthis direction will contribute to making HOIP solar cells even more efficient\nthan they already are.\n"]}, {"_id": {"$oid": "5c4212a1df84a304bc8de299"}, "arxiv_id": "1407.0580", "header_date": {"$date": "2014-09-01T00:00:00Z"}, "creators": ["Cheng, Hemeng", "Li, Changan", "Ma, Tianxing", "Wang, Li-Gang", "Song, Yun", "Lin, Hai-Qing"], "dates": [{"$date": "2014-07-02T00:00:00Z"}, {"$date": "2014-08-11T00:00:00Z"}], "subject": ["Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science"], "description": ["  We investigate the electronic Bloch oscillation in bilayer graphene gradient\nsuperlattices using transfer matrix method. By introducing two kinds of\ngradient potentials of square barriers along electrons propagation direction,\nwe find that Bloch oscillations up to terahertz can occur. Wannier-Stark\nladders, as the counterpart of Bloch oscillation, are obtained as a series of\nequidistant transmission peaks, and the localization of the electronic wave\nfunction is also signature of Bloch oscillation. Forthermore, the period of\nBloch oscillation decreases linearly with increasing gradient of barrier\npotentials.\n", "Comment: 5 Pages, 7 Figures, and more discussions and references are added.\n  Accepted for publication in Applied Physics Letters"]}, {"_id": {"$oid": "5c42053bdf84a304bc8c490d"}, "arxiv_id": "1305.5225", "header_date": {"$date": "2013-05-23T00:00:00Z"}, "creators": ["Torres, Edmanuel", "Torres, Rafael"], "dates": [{"$date": "2013-05-22T00:00:00Z"}], "subject": ["Physics - Computational Physics", "Condensed Matter - Materials Science"], "description": ["  The description of the electron wavefunctions in atoms is generalized to the\nfractional Fourier series. This method introduces a continuous and infinite\nnumber of chirp basis sets with linear variation of the frequency to expand the\nwavefunctions, in which plane-waves are a special case. The chirp\ncharacteristics of each basis set can be adjusted through a single parameter.\nThus, the basis set cutoff can be optimized variationally. The approach is\ntested with the expansion of the electron wavefunctions in atoms, and it is\nshown that chirp basis sets substantially improve the convergence in the\ndescription of the electron density. We have found that the natural\noscillations of the electron core states are efficiently described in\nchirp-waves.\n"]}]