[{"_id": {"$oid": "5c420487df84a304bc8c3107"}, "arxiv_id": "1304.7210", "header_date": {"$date": "2014-12-03T00:00:00Z"}, "creators": ["Hinvi, L. A.", "Monwanou, A. V.", "Orou, J. B. Chabi"], "dates": [{"$date": "2013-04-26T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  In this work, the linear stability of the viscous incompressible fluid flow\nbetween two parallel horizontal porous stationary plates with the assumption\nthat there is a small constant suction at upper plate and a small constant\ninjection at the lower plate is studied.The Navier-Stokes and continuous\nequations are reduced to an equation modified by the suction Reynolds number,\nwhich we call modified Orr-Sommerfeld equation. This equation is rewritten as\nan eigenvalue problem and is solved numerically using Matlab (Windows Version).\nThe effect of small suction Reynolds number on the linear stability fluid flow\nis discussed.\n", "Comment: 11 pages, 5 figures"]}, {"_id": {"$oid": "5c41eac2df84a304bc88f1a5"}, "arxiv_id": "1009.3357", "header_date": {"$date": "2015-05-20T00:00:00Z"}, "creators": ["Sanchez-Alvarez, Jose J.", "Higuera, Maria", "Vega, Jose M."], "dates": [{"$date": "2010-09-17T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Mathematical Physics"], "description": ["  This paper deals with the optimal streaky perturbations (which maximize the\nperturbed energy growth) in a wedge flow boundary layer. These three\ndimensional perturbations are governed by a system of linearized boundary layer\nequations around the Falkner-Skan base flow. Based on an asymptotic analysis of\nthis system near the free stream and the leading edge singularity, we show that\nfor acute wedge semi-angle, all solutions converge after a streamwise transient\nto a single streamwise-growing solution of the linearized equations, whose\ninitial condition near the leading edge is given by an eigenvalue problem first\nformulated in this context by Tumin (2001). Such a solution may be regarded as\na streamwise evolving most unstable streaky mode, in analogy with the usual\neigenmodes in strictly parallel flows, and shows an approximate\nself-similarity, which was partially known and is completed in this paper. An\nimportant consequence of this result is that the optimization procedure based\non the adjoint equations heretofore used to define optimal streaks is not\nnecessary. Instead, a simple low-dimensional optimization process is proposed\nand used to obtain optimal streaks. Comparison with previous results by Tumin\nand Ashpis (2003) shows an excellent agreement. The unstable streaky mode\nexhibits transient growth if the wedge semi-angle is smaller than a critical\nvalue that is slightly larger than $\\pi/6$, and decays otherwise. Thus the\ncases of right and obtuse wedge semi-angles exhibit less practical interest,\nbut they show a qualitatively different behavior, which is briefly described to\ncomplete the analysis.\n"]}, {"_id": {"$oid": "5c41fe57df84a304bc8b6936"}, "arxiv_id": "1210.1396", "header_date": {"$date": "2015-06-11T00:00:00Z"}, "creators": ["Shikhmurzaev, Y. D.", "Sprittles, J. E."], "dates": [{"$date": "2012-10-04T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The spreading of an incompressible viscous liquid over an isotropic\nhomogeneous unsaturated porous substrate is considered. It is shown that,\nunlike the dynamic wetting of an impermeable solid substrate, where the dynamic\ncontact angle has to be specified as a boundary condition in terms of the\nwetting velocity and other flow characteristics, the `effective' dynamic\ncontact angle on an unsaturated porous substrate is completely determined by\nthe requirement of existence of a solution, i.e. the absence of a nonintegrable\nsingularity in the spreading fluid's pressure at the `effective' contact line.\nThe obtained velocity dependence of the `effective' contact angle determines\nthe critical point at which a transition to a different flow regime takes\nplace, where the fluid above the substrate stops spreading whereas the wetting\nfront inside it continues to propagate.\n", "Comment: Accepted for publication in the Journal of Fluid Mechanics"]}, {"_id": {"$oid": "5c41fddddf84a304bc8b5960"}, "arxiv_id": "1209.3972", "header_date": {"$date": "2014-01-06T00:00:00Z"}, "creators": ["Groen, Derek", "Hetherington, James", "Carver, Hywel B.", "Nash, Rupert W.", "Bernabeu, Miguel O.", "Coveney, Peter V."], "dates": [{"$date": "2012-09-18T00:00:00Z"}, {"$date": "2013-03-18T00:00:00Z"}], "subject": ["Physics - Computational Physics", "Physics - Fluid Dynamics", "68W10, 68W40, 68U20, 68N30, 65Yxx", "G.1.0", "G.4", "I.3.1", "I.6.3", "I.6.8"], "description": ["  We investigate the performance of the HemeLB lattice-Boltzmann simulator for\ncerebrovascular blood flow, aimed at providing timely and clinically relevant\nassistance to neurosurgeons. HemeLB is optimised for sparse geometries,\nsupports interactive use, and scales well to 32,768 cores for problems with ~81\nmillion lattice sites. We obtain a maximum performance of 29.5 billion site\nupdates per second, with only an 11% slowdown for highly sparse problems (5%\nfluid fraction). We present steering and visualisation performance measurements\nand provide a model which allows users to predict the performance, thereby\ndetermining how to run simulations with maximum accuracy within time\nconstraints.\n", "Comment: Accepted by the Journal of Computational Science. 33 pages, 16\n  figures, 7 tables"]}, {"_id": {"$oid": "5c4210afdf84a304bc8da640"}, "arxiv_id": "1405.0980", "header_date": {"$date": "2014-05-06T00:00:00Z"}, "creators": ["Stevens, Richard J. A. M.", "Graham, Jason", "Meneveau, Charles"], "dates": [{"$date": "2014-05-05T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  In order to enable simulations of developing wind turbine array boundary\nlayers with highly realistic inflow conditions a concurrent precursor method\nfor Large Eddy Simulations is proposed. In this method we consider two domains\nsimultaneously, i.e. in one domain a turbulent Atmospheric Boundary Layer (ABL)\nwithout wind turbines is simulated in order to generate the turbulent inflow\nconditions for a second domain in which the wind turbines are placed. The\nbenefit of this approach is that a) it avoids the need for large databases in\nwhich the turbulent inflow conditions are stored and the correspondingly slow\nI/O operations and b) we are sure that the simulations are not negatively\naffected by statically swept fixed inflow fields or synthetic fields lacking\nthe proper ABL coherent structures. Sample applications are presented, in\nwhich, in agreement with field data a strong decrease of the power output of\ndownstream wind-turbines with respect to the first row of wind-turbines is\nobserved for perfectly aligned inflow.\n", "Comment: 13 pages, 5 figures"]}, {"_id": {"$oid": "5c41eb82df84a304bc8907cd"}, "arxiv_id": "1010.2797", "header_date": {"$date": "2010-10-15T00:00:00Z"}, "creators": ["Fuentes, Oscar Velasco"], "dates": [{"$date": "2010-10-13T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  This paper contains background information for a fluid dynamics video\nsubmitted to the Gallery of Fluid Motion to be held along with the 63rd Annual\nMeeting of the American Physical Society's Division of Fluid Dynamics.\n", "Comment: 2 videos (high and low resolution)"]}, {"_id": {"$oid": "5c41dda8df84a304bc874b93"}, "arxiv_id": "0901.4228", "header_date": {"$date": "2010-10-19T00:00:00Z"}, "creators": ["Tsai, Peichun", "Pacheco, Sergio", "Pirat, Christophe", "Lefferts, Leon", "Lohse, Detlef"], "dates": [{"$date": "2009-01-27T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We experimentally investigate drop impact dynamics onto different\nsuperhydrophobic surfaces, consisting of regular polymeric micropatterns and\nrough carbon nanofibers, with similar static contact angles. The main control\nparameters are the Weber number \\We and the roughness of the surface. At small\n\\We, i.e. small impact velocity, the impact evolutions are similar for both\ntypes of substrates, exhibiting Fakir state, complete bouncing, partial\nrebouncing, trapping of an air bubble, jetting, and sticky vibrating water\nballs. At large \\We, splashing impacts emerge forming several satellite\ndroplets, which are more pronounced for the multiscale rough carbon nanofiber\njungles. The results imply that the multiscale surface roughness at nanoscale\nplays a minor role in the impact events for small \\We $\\apprle 120$ but an\nimportant one for large \\We $\\apprge 120$. Finally, we find the effect of\nambient air pressure to be negligible in the explored parameter regime \\We\n$\\apprle 150$\n", "Comment: 8 pages, 7 figures"]}, {"_id": {"$oid": "5c4201bddf84a304bc8bd61b"}, "arxiv_id": "1301.6477", "header_date": {"$date": "2015-06-12T00:00:00Z"}, "creators": ["Kudryavtsev, A. N.", "Kuznetsov, E. A.", "Sereshchenko, E. V."], "dates": [{"$date": "2013-01-28T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Pattern Formation and Solitons", "Physics - Computational Physics", "Physics - Geophysics"], "description": ["  Statistical characteristics of freely decaying two-dimensional hydrodynamic\nturbulence at high Reynolds numbers are numerically studied. In particular,\nnumerical experiments (with resolution up to $8192\\times 8192$) provide a\nKraichnan-type turbulence spectrum $E_k\\sim k^{-3}$. By means of spatial\nfiltration, it is found that the main contribution to the spectrum comes from\nthe sharp vorticity gradients in the form of quasi-shocks. Such\nquasi-singularities are responsible for a strong angular dependence of the\nspectrum owing to well-localized (in terms of the angle) jets with minor and/or\nlarge overlapping. In each jet, the spectrum decreases as $k^{-3}$. The\nbehavior of the third-order structure function accurately agrees with Kraichnan\ndirect cascade concept corresponding to a constant enstrophy flux. It is shown\nthat the power law exponents $\\zeta_n$ for higher structure functions grow more\nslowly than the linear dependence of $n$, which testifies to turbulence\nintermittency.\n", "Comment: 7 pages, 10 figures"]}, {"_id": {"$oid": "5c41efc9df84a304bc89918b"}, "arxiv_id": "1104.0893", "header_date": {"$date": "2011-04-06T00:00:00Z"}, "creators": ["Martinis, Mladen", "Ozimec, Zoran"], "dates": [{"$date": "2011-04-05T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Practical application of Gauss' law in acoustics is not a very well known\nmethod. However, any inverse square law behavior can be formulated in the way\nsimilar to Gauss' law, which allows us to extend the same principle to sound\nwaves propagation. We show in this paper how the acoustic power of sound source\ncan be related to the sound intensity flow through a given surface by means of\nthe Gauss' law. Several different sound-source shapes, important in practical\napplications, are analyzed by means of the Gauss' law. A suitable choice of the\nGaussian surface allows us to obtain the simple and straightforward method for\ncalculating the sound intensity distribution in space.\n", "Comment: 9 pages"]}, {"_id": {"$oid": "5c421e2bdf84a304bc8f4dd4"}, "arxiv_id": "1506.01880", "header_date": {"$date": "2015-12-09T00:00:00Z"}, "creators": ["Costa, Pedro", "Boersma, Bendiks Jan", "Westerweel, Jerry", "Breugem, Wim-Paul"], "dates": [{"$date": "2015-06-05T00:00:00Z"}, {"$date": "2015-11-18T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We present a collision model for particle-particle and particle-wall\ninteractions in interface-resolved simulations of particle-laden flows. Three\ntypes of inter-particle interactions are taken into account: (1) long- and (2)\nshort-range hydrodynamic interactions, and (3) solid-solid contact. Long-range\ninteractions are incorporated through an efficient and second-order accurate\nimmersed boundary method (IBM). Short-range interactions are also partly\nreproduced by the IBM. However, since the IBM uses a fixed-grid, a lubrication\nmodel is needed for an inter-particle gap width smaller than the grid spacing.\nThe lubrication model is based on asymptotic expansions of analytical solutions\nfor canonical lubrication interactions between spheres in the Stokes regime.\nRoughness effects are incorporated by making the lubrication correction\nindependent of the gap width for gap widths smaller than $\\sim 1\\%$ of the\nparticle radius. This correction is applied until the particles reach\nsolid-solid contact. To model solid-solid contact we use a variant of a linear\nsoft-sphere collision model capable of stretching the collision time. This\nchoice is computationally attractive because it allows to reduce the number of\ntime steps required for integrating the collision force accurately and is\nphysically realistic, provided that the prescribed collision time is much\nsmaller than the characteristic timescale of particle motion. We verified the\nnumerical implementation of our collision model and validated it against\nseveral benchmark cases for immersed head-on particle-wall and\nparticle-particle collisions, and oblique particle-wall collisions. The results\nshow good agreement with experimental data.\n", "Comment: Accepted for publication in Physical Review E"]}, {"_id": {"$oid": "5c41eb02df84a304bc88fb40"}, "arxiv_id": "1009.5816", "header_date": {"$date": "2015-05-20T00:00:00Z"}, "creators": ["Rad, Somaye Hosseini", "najafi, Ali"], "dates": [{"$date": "2010-09-29T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  In this article we develop a theoretical framework to study the hydrodynamic\ninteractions in the presence of a non-flat and no-slip boundary. We calculate\nthe influence of a small amplitude and sinusoidal deformations of a boundary\nwall in the self mobility and the two body hydrodynamic interactions for\nspherical particles. We show that the surface roughness enhances the self\nmobility of a sphere in a way that, for motion in front of a local hump of the\nsurface, the mobility strength decreases while it increases for the motion\nabove a local deep of the rough surface. The influence of the surface roughness\nin the two body hydrodynamic interactions is also analyzed numerically.\n", "Comment: Phys. Rev. E 82, 036305 (2010)"]}, {"_id": {"$oid": "5c42006adf84a304bc8bacc3"}, "arxiv_id": "1212.2867", "header_date": {"$date": "2013-05-07T00:00:00Z"}, "creators": ["Christodoulou, Demetrios", "Miao, Shuang"], "dates": [{"$date": "2012-12-12T00:00:00Z"}, {"$date": "2013-05-05T00:00:00Z"}], "subject": ["Mathematics - Analysis of PDEs", "Mathematical Physics", "Physics - Fluid Dynamics"], "description": ["  We consider the classical compressible Euler's Equations in three space\ndimensions with an arbitrary equation of state, and whose initial data\ncorresponds to a constant state outside a sphere. Under suitable restriction on\nthe size of the initial departure from the constant state, we establish\ntheorems which give a complete description of the maximal development. In\nparticular, the boundary of the domain of the maximal solution contains a\nsingular part where the inverse density of the wave fronts vanishes and the\nshocks form. We obtain a detailed description of the geometry of this singular\nboundary and a detailed analysis of the behavior of the solution there.\n", "Comment: 505 pages"]}, {"_id": {"$oid": "5c420fbbdf84a304bc8d847e"}, "arxiv_id": "1404.0193", "header_date": {"$date": "2015-06-19T00:00:00Z"}, "creators": ["Chekmarev, Sergei F."], "dates": [{"$date": "2014-04-01T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Using the previously developed model to describe laminar/turbulent states of\na viscous fluid flow, which treats the flow as a collection of coherent\nstructures of various size (Chekmarev, Chaos, 2013, 013144), the statistical\ntemperature of the flow state is determined as a function of the Reynolds\nnumber. It is shown that at small Reynolds numbers, associated with laminar\nstates, the temperature is positive, while at large Reynolds numbers,\nassociated with turbulent states, it is negative. At intermediate Reynolds\nnumbers, the temperature changes from positive to negative as the size of the\ncoherent structures increases, similar to what was predicted by Onsager for a\nsystem of parallel point-vortices in an inviscid fluid. It is also shown that\nin the range of intermediate Reynolds numbers the temperature exhibits a\npower-law divergence characteristic of second-order phase transitions.\n", "Comment: 15 pages, 5 figures"]}, {"_id": {"$oid": "5c420de9df84a304bc8d4bfb"}, "arxiv_id": "1402.1254", "header_date": {"$date": "2015-06-18T00:00:00Z"}, "creators": ["Xia, H.", "Francois, N.", "Punzmann, H.", "Shats, M."], "dates": [{"$date": "2014-02-06T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We report new measurements of single particle dispersion in turbulent\ntwo-dimensional (2D) flows. Laboratory experiments in electromagnetically\ndriven and Faraday wave driven turbulence reveal a transition from weakly\ndispersing superdiffusive regime to strongly dispersing Brownian diffusion as\nthe flow energy is increased in a broad range. The transition to fully\ndeveloped 2D turbulence is characterized by the topological changes in the\nfluid particle trajectories and the development of self-similar diffusion. The\ndegree of 2D turbulence development can be quantified by a parameter describing\nthe deviation of single particle dispersion from the Taylor dispersion.\n", "Comment: 5 pages, 4 figures"]}, {"_id": {"$oid": "5c41e108df84a304bc87b876"}, "arxiv_id": "0907.1179", "header_date": {"$date": "2012-02-28T00:00:00Z"}, "creators": ["Martin, L. N.", "Mininni, P. D"], "dates": [{"$date": "2009-07-07T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We analyze the isotropic component of turbulent flows spanning a broad range\nof Reynolds numbers. The aim is to identify scaling laws and their Reynolds\nnumber dependence in flows under different mechanical forcings. To this end, we\napplied an SO(3) decomposition to data stemming from direct numerical\nsimulations with spatial resolutions ranging from 64^3 to 1024^3 grid points,\nand studied the scaling of high order moments of the velocity field. The study\nwas carried out for two different flows obtained forcing the system with a\nTaylor-Green vortex or the Arn'old-Beltrami-Childress flow. Our results\nindicate that helicity has no significant impact on the scaling exponents.\nIntermittency effects increase with the Reynolds number in the range of\nparameters studied, and are larger than what can be expected from several\nmodels in the literature. Finally, we confirm previous results showing the use\nof the SO(3) decomposition improves the convergence of scaling exponents.\n", "Comment: 2 tables, 7 figures"]}, {"_id": {"$oid": "5c41f13cdf84a304bc89c25d"}, "arxiv_id": "1106.1306", "header_date": {"$date": "2013-08-05T00:00:00Z"}, "creators": ["Mancho, Ana M.", "Wiggins, Stephen", "Curbelo, Jezabel", "Mendoza, Carolina"], "dates": [{"$date": "2011-06-07T00:00:00Z"}, {"$date": "2013-08-02T00:00:00Z"}], "subject": ["Nonlinear Sciences - Chaotic Dynamics", "Mathematics - Dynamical Systems", "Physics - Fluid Dynamics"], "description": ["  In this paper we develop new techniques for revealing geometrical structures\nin phase space that are valid for aperiodically time dependent dynamical\nsystems, which we refer to as Lagrangian descriptors. These quantities are\nbased on the integration, for a finite time, along trajectories of an intrinsic\nbounded, positive geometrical and/or physical property of the trajectory\nitself. We discuss a general methodology for constructing Lagrangian\ndescriptors, and we discuss a \"heuristic argument\" that explains why this\nmethod is successful for revealing geometrical structures in the phase space of\na dynamical system. We support this argument by explicit calculations on a\nbenchmark problem having a hyperbolic fixed point with stable and unstable\nmanifolds that are known analytically. Several other benchmark examples are\nconsidered that allow us the assess the performance of Lagrangian descriptors\nin revealing invariant tori and regions of shear. Throughout the paper\n\"side-by-side\" comparisons of the performance of Lagrangian descriptors with\nboth finite time Lyapunov exponents (FTLEs) and finite time averages of certain\ncomponents of the vector field (\"time averages\") are carried out and discussed.\nIn all cases Lagrangian descriptors are shown to be both more accurate and\ncomputationally efficient than these methods. We also perform computations for\nan explicitly three dimensional, aperiodically time-dependent vector field and\nan aperiodically time dependent vector field defined as a data set. Comparisons\nwith FTLEs and time averages for these examples are also carried out, with\nsimilar conclusions as for the benchmark examples.\n", "Comment: 52 pages, 25 figures"]}, {"_id": {"$oid": "5c41f1d7df84a304bc89d334"}, "arxiv_id": "1106.5617", "header_date": {"$date": "2012-02-07T00:00:00Z"}, "creators": ["Chibbaro, Sergio", "Minier, jean-Pierre"], "dates": [{"$date": "2011-06-28T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  In this paper, a new formalism for the filtered density function (FDF)\napproach is developed for the treatment of turbulent polydispersed two-phase\nflows in LES simulations. Contrary to the FDF used for turbulent reactive\nsingle-phase flows, the present formalislm is based on Lagrangian quantities\nand, in particular, on the Lagrangian filtered mass density function (LFMDF) as\nthe central concept. This framework allows modeling and simulation of particle\nflows for LES to be set in a rigorous context and various links with other\napproaches to be made. In particular, the relation between LES for particle\nsimulations of single-phase flows and Smoothed Particle Hydrodynamics (SPH) is\nput forward. Then, the discussion and derivation of possible subgrid stochastic\nmodels used for Lagrangian models in two-phase flows can set in a clear\nprobabilistic equivalence with the corresponding LFMDF.\n", "Comment: 11 pages, proceedings of the 13 europena turbulence conference,\n  submitted to JPCS"]}, {"_id": {"$oid": "5c4218bedf84a304bc8ea1bc"}, "arxiv_id": "1412.8290", "header_date": {"$date": "2018-01-08T00:00:00Z"}, "creators": ["Farrell, Brian F.", "Ioannou, Petros J."], "dates": [{"$date": "2014-12-29T00:00:00Z"}, {"$date": "2018-01-03T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Physics - Atmospheric and Oceanic Physics", "Physics - Plasma Physics"], "description": ["  Traditionally, single realizations of the turbulent state have been the\nobject of study in shear flow turbulence. When a statistical quantity was\nneeded it was obtained from a spatial, temporal or ensemble average of sample\nrealizations of the turbulence. However, there are important advantages to\nstudying the dynamics of the statistical state (the SSD) directly. In highly\nchaotic systems statistical quantities are often the most useful and the\nadvantage of obtaining these statistics directly from a state variable is\nobvious. Moreover, quantities such as the probability density function (pdf)\nare often difficult to obtain accurately by sampling state trajectories even if\nthe pdf is stationary. In the event that the pdf is time dependent, solving\ndirectly for the pdf as a state variable is the only alternative. However,\nperhaps the greatest advantage of the SSD approach is conceptual: adopting this\nperspective reveals directly the essential cooperative mechanisms among the\ndisparate spatial and temporal scales that underly the turbulent state. While\nthese cooperative mechanisms have distinct manifestation in the dynamics of\nrealizations of turbulence both these cooperative mechanisms and the phenomena\nassociated with them are not amenable to analysis directly through study of\nrealizations as they are through the study of the associated SSD. In this\nreview a selection of example problems in the turbulence of planetary and\nlaboratory flows is examined using recently developed SSD analysis methods in\norder to illustrate the utility of this approach to the study of turbulence in\nshear flow.\n", "Comment: 27 pages, 18 figures. To appear in the book \"Zonal jets:\n  Phenomenology, genesis, physics\", Cambridge University Press, edited by B.\n  Galperin and P. L. Read"]}, {"_id": {"$oid": "5c421652df84a304bc8e59ec"}, "arxiv_id": "1410.6783", "header_date": {"$date": "2014-10-27T00:00:00Z"}, "creators": ["Tsoumpas, Yannis", "Dehaeck, Sam", "Galvagno, Mariano", "Rednikov, Alexey", "Ottevaere, Heidi", "Thiele, Uwe", "Colinet, Pierre"], "dates": [{"$date": "2014-10-24T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  During the spreading of a liquid over a solid substrate, the contact line can\nstay pinned at sharp edges until the contact angle exceeds a critical value. At\n(or sufficiently near) equilibrium, this is known as Gibbs' criterion. Here, we\nshow both experimentally and theoretically that for completely wetting volatile\nliquids there also exists a dynamically-produced critical angle for depinning,\nwhich increases with the evaporation rate. This suggests that one may introduce\na simple modification of the Gibbs' criterion for (de)pinning, that accounts\nfor the non-equilibrium effect of evaporation.\n"]}, {"_id": {"$oid": "5c4213f9df84a304bc8e1006"}, "arxiv_id": "1408.3660", "header_date": {"$date": "2014-12-17T00:00:00Z"}, "creators": ["Dong, Suchuan"], "dates": [{"$date": "2014-08-15T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Mathematics - Numerical Analysis", "Physics - Computational Physics"], "description": ["  We present a physical formulation, and a numerical algorithm, based on a\nclass of general order parameters for simulating the motion of a mixture of $N$\n($N\\geqslant 2$) immiscible incompressible fluids with given densities, dynamic\nviscosities, and pairwise surface tensions. The introduction of general order\nparameters leads to a more strongly coupled system of phase field equations, in\ncontrast to that with certain special choice of the order parameters. However,\nthe general form enables one to compute the N-phase mixing energy density\ncoefficients in an explicit fashion in terms of the pairwise surface tensions.\nFrom the simulation perspective, the increased complexity in the form of the\nphase field equations with general order parameters in actuality does not cause\nessential computational difficulties. Our numerical algorithm reformulates the\n($N-1$) strongly-coupled phase field equations for general order parameters\ninto $2(N-1)$ Helmholtz-type equations that are completely de-coupled from one\nanother, leading to a computational complexity essentially the same as that of\nthe simpler phase field equations associated with special choice of order\nparameters. We demonstrate the capabilities of the method developed herein\nusing several test problems involving multiple fluid phases and large contrasts\nin densities and viscosities among the multitude of fluids. In particular, by\ncomparing simulation results with the Langmuir-de Gennes theory of floating\nliquid lenses we show that the method produces physically accurate results for\nmultiple fluid phases.\n", "Comment: 38 pages, 9 figures, 6 tables"]}, {"_id": {"$oid": "5c4226e7df84a304bc90655b"}, "arxiv_id": "1602.01604", "header_date": {"$date": "2016-02-05T00:00:00Z"}, "creators": ["Kimmoun, O.", "Hsu, H. C.", "Branger, H.", "Li, M. S.", "Chen, Y. Y.", "Kharif, C.", "Onorato, M.", "Kelleher, E. J. R.", "Kibler, B.", "Akhmediev, N.", "Chabchoub, A."], "dates": [{"$date": "2016-02-04T00:00:00Z"}], "subject": ["Nonlinear Sciences - Pattern Formation and Solitons", "Physics - Fluid Dynamics"], "description": ["  Instabilities are common phenomena frequently observed in nature, sometimes\nleading to unexpected catastrophes and disasters in seemingly normal\nconditions. The simplest form of instability in a distributed system is its\nresponse to a harmonic modulation. Such instability has special names in\nvarious branches of physics and is generally known as modulation instability\n(MI). The MI is tightly related to Fermi-Pasta-Ulam (FPU) recurrence since\nbreather solutions of the nonlinear Schr\\\"odinger equation (NLSE) are known to\naccurately describe growth and decay of modulationally unstable waves in\nconservative systems. Here, we report theoretical, numerical and experimental\nevidence of the effect of dissipation on FPU cycles in a super wave tank,\nnamely their shift in a determined order. In showing that ideal NLSE breather\nsolutions can describe such dissipative nonlinear dynamics, our results may\nimpact the interpretation of a wide range of new physics scenarios.\n", "Comment: 6 pages, 7 figures"]}, {"_id": {"$oid": "5c41e0eadf84a304bc87b456"}, "arxiv_id": "0907.0123", "header_date": {"$date": "2012-08-08T00:00:00Z"}, "creators": ["Giesecke, Andre", "Stefani, Frank", "Gerbeth, Gunter"], "dates": [{"$date": "2009-07-01T00:00:00Z"}, {"$date": "2010-01-08T00:00:00Z"}], "subject": ["Physics - Computational Physics", "Physics - Fluid Dynamics"], "description": ["  A crucial point for the understanding of the von-K\\'arm\\'an-Sodium (VKS)\ndynamo experiment is the influence of soft-iron impellers. We present numerical\nsimulations of a VKS-like dynamo with a localized permeability distribution\nthat resembles the shape of the flow driving impellers. It is shown that the\npresence of soft-iron material essentially determines the dynamo process in the\nVKS experiment. % An axisymmetric magnetic field mode can be explained by the\ncombined action of the soft-iron disk and a rather small $\\alpha$-effect\nparametrizing the induction effects of unresolved small scale flow\nfluctuations.\n"]}, {"_id": {"$oid": "5c41e3addf84a304bc88103b"}, "arxiv_id": "0911.1792", "header_date": {"$date": "2009-11-11T00:00:00Z"}, "creators": ["Li, Y. Charles"], "dates": [{"$date": "2009-11-09T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Mathematics - Analysis of PDEs", "Nonlinear Sciences - Chaotic Dynamics", "Physics - Atmospheric and Oceanic Physics"], "description": ["  The classical plane Couette flow, plane Poiseuille flow, and pipe Poiseuille\nflow share some universal 3D steady coherent structure in the form of\n\"streak-roll-critical layer\". As the Reynolds number approaches infinity, the\nsteady coherent structure approaches a 3D limiting shear of the form ($U(y,z),\n0, 0$) in velocity variables. All such 3D shears are steady states of the 3D\nEuler equations. This raises the importance of investigating the stability of\nsuch inviscid 3D shears in contrast to the classical Rayleigh theory of\ninviscid 2D shears. Several general criteria of stability for such inviscid 3D\nshears are derived. In the Appendix, an argument is given to show that a 2D\nlimiting shear can only be the classical laminar shear.\n", "Comment: This is a short note. The relevant manuscript is arXiv:0811.0383 (Y.\n  Li, D. Viswanath, Exact and asymptotic conditions on traveling wave solutions\n  of the Navier-Stokes equations, Physics of Fluids 21 (2009), 101703"]}, {"_id": {"$oid": "5c4210cedf84a304bc8da8ae"}, "arxiv_id": "1405.1602", "header_date": {"$date": "2014-05-08T00:00:00Z"}, "creators": ["Iranpour, Reza Kiani", "Rasuli, Seyyed Nader"], "dates": [{"$date": "2014-05-07T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  A novel method to pump fluid in lab on chip devices with velocities up to\ntens of micrometer per second is introduced. A focused laser beam locally heats\nup an electrolyte. A net charge tends to accumulate in the heat-absorbing area,\ndue to unequal tendencies of positive and negative ions to move in the presence\nof the temperature gradient. An external electric field then exerts a net force\non the accumulated charge and consequently on water. This causes flow of water,\nwith velocities up to tens of micrometer per second, for a simple NaCl+water\nsolution. The method lets us change direction and amount of fluid pumping,\nsimply by replacing the focal area.\n", "Comment: 5 pages, 3 figures"]}, {"_id": {"$oid": "5c421a47df84a304bc8ed194"}, "arxiv_id": "1502.03856", "header_date": {"$date": "2015-10-28T00:00:00Z"}, "creators": ["Calkins, Michael A.", "Julien, Keith", "Tobias, Steven M.", "Aurnou, Jonathan M."], "dates": [{"$date": "2015-02-12T00:00:00Z"}, {"$date": "2015-07-03T00:00:00Z"}], "subject": ["Physics - Geophysics", "Physics - Fluid Dynamics"], "description": ["  A convection-driven multiscale dynamo model is developed in the limit of low\nRossby number for the plane layer geometry in which the gravity and rotation\nvectors are aligned. The small-scale fluctuating dynamics are described by a\nmagnetically-modified quasi-geostrophic equation set, and the large-scale mean\ndynamics are governed by a diagnostic thermal wind balance. The model utilizes\nthree timescales that respectively characterize the convective timescale, the\nlarge-scale magnetic evolution timescale, and the large-scale thermal evolution\ntimescale. Distinct equations are derived for the cases of order one and low\nmagnetic Prandtl number. It is shown that the low magnetic Prandtl number model\nis characterized by a magnetic to kinetic energy ratio that is asymptotically\nlarge, with ohmic dissipation dominating viscous dissipation on the\nlarge-scales. For the order one magnetic Prandtl number model the magnetic and\nkinetic energies are equipartitioned and both ohmic and viscous dissipation are\nweak on the large-scales; large-scale ohmic dissipation occurs in thin magnetic\nboundary layers adjacent to the solid boundaries. For both magnetic Prandtl\nnumber cases the Elsasser number is small since the Lorentz force does not\nenter the leading order force balance. The new models can be considered fully\nnonlinear, generalized versions of the dynamo model originally developed by\nChildress and Soward [Phys. Rev. Lett., \\textbf{29}, p.837, 1972]. These models\nmay be useful for understanding the dynamics of convection-driven dynamos in\nregimes that are only just becoming accessible to direct numerical simulations.\n", "Comment: 23 pages, 1 figure"]}, {"_id": {"$oid": "5c41fcaddf84a304bc8b3563"}, "arxiv_id": "1208.1351", "header_date": {"$date": "2015-06-11T00:00:00Z"}, "creators": ["Giesecke, Andre", "Stefani, Frank", "Burguete, Javier"], "dates": [{"$date": "2012-08-07T00:00:00Z"}, {"$date": "2012-12-10T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Astrophysics - Astrophysics of Galaxies"], "description": ["  We have performed numerical simulations of the kinematic induction equation\nin order to examine the dynamo efficiency of an axisymmetric\nvon-K\\'arm\\'an-like flow subject to time-dependent non-axisymmetric velocity\nperturbations. The numerical model is based on the setup of the French\nVon-K\\'arm\\'an-Sodium dynamo (VKS) and on the flow measurements from a model\nwater experiment conducted at the University of Navarra in Pamplona, Spain. Our\nsimulations show that the interactions of azimuthally drifting flow\nperturbations with the fundamental drift of the magnetic eigenmode (caused by\nthe inevitable equatorial symmetry breaking of the basic flow) essentially\ndetermine the temporal behavior of the dynamo state. We find two distinct\nregimes of dynamo action that depend on the (prescribed) drift frequency of an\n($m=2$) vortex-like flow perturbation. For comparatively slowly drifting\nvortices we observe a narrow window with enhanced growth-rates and a drift of\nthe magnetic eigenmode that is synchronized with the perturbation drift. The\nresonance-like enhancement of the growth-rates takes place when the vortex\ndrift frequency roughly equals the drift frequency of the magnetic eigenmode in\nthe unperturbed system. Outside of this small window, the field generation is\nhampered compared to the unperturbed case, and the field amplitude of the\nmagnetic eigenmode is modulated with approximately twice the vortex drift\nfrequency. The abrupt transition between the resonant regime and the modulated\nregime is identified as an spectral exceptional point where eigenvalues\n(growth-rates and frequencies) and eigenfunctions of two previously independent\nmodes collapse.\n", "Comment: 14 pages, 14 Figures. Minor changes to match the published version"]}, {"_id": {"$oid": "5c421f40df84a304bc8f726f"}, "arxiv_id": "1507.02034", "header_date": {"$date": "2016-04-06T00:00:00Z"}, "creators": ["Bec, Jeremie", "Ray, Samriddhi Sankar", "Saw, Ewe Wei", "Homann, Holger"], "dates": [{"$date": "2015-07-08T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Condensed Matter - Statistical Mechanics"], "description": ["  Smoluchowski's coagulation kinetics is here shown to fail when the coalescing\nspecies are dilute and transported by a turbulent flow. The intermittent\nLagrangian motion involves correlated violent events that lead to an unexpected\nrapid occurrence of the largest particles. This new phenomena is here\nquantified in terms of the anomalous scaling of turbulent three-point motion,\nleading to significant corrections in macroscopic processes that are critically\nsensitive to the early-stage emergence of large embryonic aggregates, as in\nplanet formation or rain precipitation.\n", "Comment: 5 pages, 3 figures"]}, {"_id": {"$oid": "5c41e97bdf84a304bc88caae"}, "arxiv_id": "1007.4302", "header_date": {"$date": "2011-05-18T00:00:00Z"}, "creators": ["Miyamoto, Umpei"], "dates": [{"$date": "2010-07-25T00:00:00Z"}, {"$date": "2010-08-06T00:00:00Z"}], "subject": ["High Energy Physics - Theory", "Physics - Fluid Dynamics"], "description": ["  Attention has been paid to the similarity and duality between the\nGregory-Laflamme instability of black strings and the Rayleigh-Plateau\ninstability of extended fluids. In this paper, we derive a set of simple\n(1+1)-dimensional equations from the Navier-Stokes equations describing thin\nflows of (non-relativistic and incompressible) viscous fluids. This\nformulation, a generalization of the theory of drop formation by Eggers and his\ncollaborators, would make it possible to examine the final fate of\nRayleigh-Plateau instability, its dimensional dependence, and possible\nself-similar behaviors before and after the drop formation, in the context of\nfluid/gravity correspondence.\n", "Comment: 17 pages, 3 figures; v2: refs & comments added"]}, {"_id": {"$oid": "5c41fd82df84a304bc8b4ef9"}, "arxiv_id": "1209.1309", "header_date": {"$date": "2012-09-07T00:00:00Z"}, "creators": ["Tejerina-Risso, J.", "Gal, P. Le"], "dates": [{"$date": "2012-09-06T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We record the breaking of water waves focusing at the Huygens Cusp of a\nparabolic wave maker using a fast video camera at a rate of 2000 images per\nsecond. The movie shows the very early time of the water tongue plunging ahead\nof the wave crest. Soon after, some capillarity wavelets are clearly visible.\nThe image analysis of these space time data permits the measurement of the\nexpected 3/2 power of time law as dictated by the cusp singular geometry given\nby the Catastrophe Theory. To our knowledge this is the first time that this\nscaling law is measured from fluid dynamics videos.\n", "Comment: there is 2 videos included in our application"]}, {"_id": {"$oid": "5c41e4a7df84a304bc882cb8"}, "arxiv_id": "0912.3355", "header_date": {"$date": "2009-12-18T00:00:00Z"}, "creators": ["de Divitiis, Nicola"], "dates": [{"$date": "2009-12-17T00:00:00Z"}], "subject": ["Physics - Classical Physics", "Physics - Fluid Dynamics"], "description": ["  Present work deals with the dynamics of vehicles which intentionally operate\nin the ground proximity. The dynamics in ground effect is influenced by the\nvehicle orientation with respect to the ground, since the aerodynamic force and\nmoment coefficients, which in turn depend on height and angle of attack, also\nvary with the Euler angles. This feature, usually neglected in the\napplications, can be responsible for sizable variations of the aircraft\nperformance and stability. A further effect, caused by the sink rate,\ndetermines unsteadiness that modifies the aerodynamic coefficients. In this\nwork, an analytical formulation is proposed for the force and moment\ncalculation in the presence of the ground and taking the aircraft attitude and\nsink rate into account. The aerodynamic coefficients are firstly calculated for\na representative vehicle and its characteristics in ground effect are\ninvestigated. Performance and stability characteristics are then discussed with\nreference to significant equilibrium conditions, while the non-linear dynamics\nis studied through the numerical integration of the equations of motion.\n", "Comment: 44 pages, 15 figures"]}, {"_id": {"$oid": "5c421dcfdf84a304bc8f413d"}, "arxiv_id": "1505.06829", "header_date": {"$date": "2015-11-11T00:00:00Z"}, "creators": ["Vincenzi, Dario", "Perlekar, Prasad", "Biferale, Luca", "Toschi, Federico"], "dates": [{"$date": "2015-05-26T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics"], "description": ["  We study the impact of the Peterlin approximation on the statistics of the\nend-to-end separation of poly- mers in a turbulent flow. The FENE and FENE-P\nmodels are numerically integrated along a large number of Lagrangian\ntrajectories resulting from a direct numerical simulation of three-dimensional\nhomogeneous isotropic turbulence. Although the FENE-P model yields results in\nqualitative agreement with those of the FENE model, quantitative differences\nemerge. The steady-state probability of large extensions is overesti- mated by\nthe FENE-P model. The alignment of polymers with the eigenvectors of the\nrate-of-strain tensor and with the direction of vorticity is weaker when the\nPeterlin approximation is used. At large Weissenberg numbers, both the\ncorrelation times of the extension and of the orientation of polymers are\nunderestimated by the FENE-P model.\n", "Comment: 12 pages"]}, {"_id": {"$oid": "5c41d77ddf84a304bc86828d"}, "arxiv_id": "0803.2248", "header_date": {"$date": "2010-04-20T00:00:00Z"}, "creators": ["Kirillov, Oleg N."], "dates": [{"$date": "2008-03-14T00:00:00Z"}, {"$date": "2008-03-26T00:00:00Z"}], "subject": ["Mathematical Physics", "Astrophysics", "Physics - Fluid Dynamics", "Physics - Plasma Physics", "34B08", "34D10"], "description": ["  We consider two-point non-self-adjoint boundary eigenvalue problems for\nlinear matrix differential operators. The coefficient matrices in the\ndifferential expressions and the matrix boundary conditions are assumed to\ndepend analytically on the complex spectral parameter and on the vector of real\nphysical parameters. We study perturbations of semi-simple multiple eigenvalues\nas well as perturbations of non-derogatory eigenvalues under small variations\nof the parameters. Explicit formulae describing the bifurcation of the\neigenvalues are derived. Application to the problem of excitation of unstable\nmodes in rotating continua such as spherically symmetric MHD alpha2-dynamo and\ncircular string demonstrates the efficiency and applicability of the theory.\n", "Comment: 17 pages, 4 figures, presented at the International Conference\n  \"Modern Analysis and Applications - MAA 2007\" dedicated to the centenary of\n  Mark Krein. Odessa, Ukraine, April 9-14, 2007. Minor typos corrected"]}, {"_id": {"$oid": "5c41d26fdf84a304bc85e12e"}, "arxiv_id": "0706.4011", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Belan, Marco", "De Ponte, Sergio", "Tordella, Daniela"], "dates": [{"$date": "2007-06-27T00:00:00Z"}, {"$date": "2007-07-03T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  A fluorescent image analysis procedure to determine the distribution of\nspecies concentration and density in a gas flow is proposed. The fluorescent\nemission is due to the excitation of atoms/molecules of a gas that is\nintercepted by an electron blade. The intensity of the fluorescent light is\nproportional to the local number density of the gas. When the gas flow is a\nmixture of different species, this proportionality can be exploited to extract\nthe contribution associated to the species from the spectral superposition\nacquired by a digital camera. This yields a method that simultaneously reveals\nspecies concentrations and mass density of the mixture. The procedure is\napplied to two under-expanded sonic jets discharged into a different gas\nambient - Helium into Argon and Argon into Helium - to measure the\nconcentration and density distribution along the jet axis and across it. A\ncomparison with experimental and numerical results obtained by other authors\nwhen observing under-expanded jets at different Mach numbers is made with the\ndensity distribution along the axis of the jet. This density distribution\nappears to be self-similar.\n", "Comment: New figures in portable .eps format"]}, {"_id": {"$oid": "5c41e3ccdf84a304bc88131e"}, "arxiv_id": "0911.2531", "header_date": {"$date": "2015-05-14T00:00:00Z"}, "creators": ["Rognon, P.", "Einav, I.", "Gay, C."], "dates": [{"$date": "2009-11-12T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We study the dynamics of the solid to liquid transition for a model material\nmade of elastic particles immersed in a viscous fluid. The interaction between\nparticle surfaces includes their viscous lubrication, a sharp repulsion when\nthey get closer than a tuned steric length and their elastic deflection induced\nby those two forces. We use Soft Dynamics to simulate the dynamics of this\nmaterial when it experiences a step increase in the shear stress and a constant\nnormal stress. We observe a long creep phase before a substantial flow\neventually establishes. We find that the typical creep time relies on an\ninternal relaxation process, namely the separation of two particles driven by\nthe applied stress and resisted by the viscous friction. This mechanism should\nbe relevant for granular pastes, living cells, emulsions and wet foams.\n"]}, {"_id": {"$oid": "5c420611df84a304bc8c63ca"}, "arxiv_id": "1306.4554", "header_date": {"$date": "2014-06-25T00:00:00Z"}, "creators": ["Gautier, N.", "Aider, J-L."], "dates": [{"$date": "2013-06-19T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The separated flow downstream a backward-facing step is controlled using\nvisual information for feedback. This is done when looking at the flow from two\nvantage points. Flow velocity fields are computed in real-time and used to\nyield inputs to a control loop. This approach to flow control is shown to be\nable to control the detached flow in the same way as has been done before by\nusing the area of the recirculation region downstream the step as input for a\ngradient descent optimization scheme. Visual feedback using real-time\ncomputations of 2D velocity fields also allows for novel inputs to the feedback\nscheme. As a proof of concept, the spatially averaged value of the swirling\nstrength is successfully used as input for an automatically tuned PID\ncontroller.\n"]}, {"_id": {"$oid": "5c421244df84a304bc8dd682"}, "arxiv_id": "1406.5359", "header_date": {"$date": "2015-06-22T00:00:00Z"}, "creators": ["Kumar, Abhishek", "Chatterjee, Anando G.", "Verma, Mahendra K."], "dates": [{"$date": "2014-06-20T00:00:00Z"}, {"$date": "2014-07-21T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Using high-resolution direct numerical simulation and arguments based on the\nkinetic energy flux $\\Pi_u$, we demonstrate that for stably stratified flows,\nthe kinetic energy spectrum $E_u(k) \\sim k^{-11/5}$, the entropy spectrum\n$E_\\theta(k) \\sim k^{-7/5}$, and $\\Pi_u(k) \\sim k^{-4/5}$, consistent with the\nBolgiano-Obukhov scaling. This scaling arises due to the conversion of kinetic\nenergy to the potential energy by buoyancy. For weaker buoyancy, this\nconversion is weak, hence $E_u(k)$ follows Kolmogorov's spectrum with a\nconstant energy flux. For Rayleigh B\\'{e}nard convection, we show that the\nenergy supply rate by buoyancy is positive, which leads to an increasing\n$\\Pi_u(k)$ with $k$, thus ruling out Bolgiano-Obukhov scaling for the\nconvective turbulence. Our numerical results show that convective turbulence\nfor unit Prandt number exhibits a constant $\\Pi_u(k)$ and $E_u(k) \\sim\nk^{-5/3}$ for a narrow band of wavenumbers.\n", "Comment: arXiv admin note: text overlap with arXiv:1404.2148"]}, {"_id": {"$oid": "5c4215f6df84a304bc8e4da6"}, "arxiv_id": "1410.3641", "header_date": {"$date": "2015-07-17T00:00:00Z"}, "creators": ["Triana, Santiago Andrés", "Zimmerman, Daniel S.", "Nataf, Henri-Claude", "Thorette, Aurélien", "Lekic, Vedran", "Lathrop, Daniel P."], "dates": [{"$date": "2014-10-14T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Astrophysics - Solar and Stellar Astrophysics", "Physics - Popular Physics"], "description": ["  Measurement of the differential rotation of the Sun's interior is one of the\ngreat achievements of helioseismology, providing important constraints for\nstellar physics. The technique relies on observing and analyzing\nrotationally-induced splittings of p-modes in the star. Here we demonstrate the\nfirst use of the technique in a laboratory setting. We apply it in a spherical\ncavity with a spinning central core (spherical-Couette flow) to determine the\nmean azimuthal velocity of the air filling the cavity. We excite a number of\nacoustic resonances (analogous to p-modes in the Sun) using a speaker and\nrecord the response with an array of small microphones on the outer sphere.\nMany observed acoustic modes show rotationally-induced splittings, which allow\nus to perform an inversion to determine the air's azimuthal velocity as a\nfunction of both radius and latitude. We validate the method by comparing the\nvelocity field obtained through inversion against the velocity profile measured\nwith a calibrated hot film anemometer. This 'modal acoustic velocimetry'\ntechnique has great potential for laboratory setups involving rotating fluids\nin axisymmetric cavities. It will be useful especially in liquid metals where\ndirect optical methods are unsuitable and ultrasonic techniques very\nchallenging at best.\n", "Comment: Accepted for publication on The New Journal Of Physics"]}, {"_id": {"$oid": "5c41e84bdf84a304bc88a4fd"}, "arxiv_id": "1006.0616", "header_date": {"$date": "2010-06-04T00:00:00Z"}, "creators": ["Misra, J. C.", "Maiti, S.", "Shit, G. C."], "dates": [{"$date": "2010-06-03T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Mathematical Physics", "Physics - Biological Physics", "Physics - Medical Physics"], "description": ["  The paper deals with a theoretical investigation of the peristaltic transport\nof a physiological fluid in a porous asymmetric channel under the action of a\nmagnetic field. The stream function, pressure gradient and axial velocity are\nstudied by using appropriate analytical and numerical techniques. Effects of\ndifferent physical parameters such as permeability, phase difference, wave\namplitude and magnetic parameter on the velocity, pumping characteristics,\nstreamline pattern and trapping are investigated with particular emphasis. The\ncomputational results are presented in graphical form. The results are found to\nbe in perfect agreement with those of a previous study carried out for a\nnon-porous channel in the absence of a magnetic field.\n"]}, {"_id": {"$oid": "5c421ffadf84a304bc8f8aa1"}, "arxiv_id": "1507.08228", "header_date": {"$date": "2017-01-18T00:00:00Z"}, "creators": ["Filoux, Boris", "Hubert, Maxime", "Schlagheck, Peter", "Vandewalle, Nicolas"], "dates": [{"$date": "2015-07-29T00:00:00Z"}, {"$date": "2016-06-27T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  When gently placing a droplet onto a vertically vibrated bath, a drop can\nbounce without coalescing. Upon increasing the forcing acceleration, the\ndroplet is propelled by the wave it generates and becomes a walker with a well\ndefined speed. We investigate the confinement of a walker in different\nrectangular cavities, used as waveguides for the Faraday waves emitted by\nsuccessive droplet bounces. By studying the walker velocities, we discover that\n1d confinement is optimal for narrow channels of width of $D \\simeq 1.5\n\\lambda_F $. We also propose an analogy with waveguide models based on the\nobservation of the Faraday instability within the channels.\n", "Comment: 8 pages, 6 figures"]}, {"_id": {"$oid": "5c421a29df84a304bc8ece81"}, "arxiv_id": "1502.03069", "header_date": {"$date": "2015-10-28T00:00:00Z"}, "creators": ["Eling, Christopher", "Oz, Yaron"], "dates": [{"$date": "2015-02-10T00:00:00Z"}, {"$date": "2015-09-21T00:00:00Z"}], "subject": ["Nonlinear Sciences - Chaotic Dynamics", "High Energy Physics - Theory", "Physics - Fluid Dynamics"], "description": ["  We propose an exact analytical formula for the anomalous scaling exponents of\ninertial range structure functions in incompressible fluid turbulence. The\nformula is a gravitational Knizhnik-Polyakov-Zamolodchikov (KPZ)-type relation,\nand is valid in any number of space dimensions. It incorporates intermittency\nby gravitationally dressing the Kolmogorov linear scaling via a coupling to a\nrandom geometry. The formula has one real parameter $\\gamma$ that depends on\nthe number of space dimensions. The scaling exponents satisfy the convexity\ninequality, and the supersonic bound constraint. They agree with the\nexperimental and numerical data in two and three space dimensions, and with\nnumerical data in four space dimensions. Intermittency increases with $\\gamma$,\nand in the infinite $\\gamma$ limit the scaling exponents approach the value\none, as in Burgers turbulence. At large $n$ the $n$th order exponent scales as\n$\\sqrt{n}$. We discuss the relation between fluid flows and black hole geometry\nthat inspired our proposal.\n", "Comment: 18 pages, 3 figures; v3: additional clarifications, added references;\n  v2: improved discussion, added one figure"]}, {"_id": {"$oid": "5c4226aadf84a304bc905a15"}, "arxiv_id": "1601.06969", "header_date": {"$date": "2016-01-27T00:00:00Z"}, "creators": ["Garrabos, Y", "Lecoutre-Chabot, C", "Hegseth, J", "Nikolayev, Vadim", "Beysens, D", "Delville, J. -P"], "dates": [{"$date": "2016-01-26T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Condensed Matter - Soft Condensed Matter"], "description": ["  This study deals with a simple pure fluid whose temperature is slightly below\nits critical temperature and whose density is nearly critical, so that the gas\nand liquid phases coexist. Under equilibrium conditions, such a liquid\ncompletely wets the container wall and the gas phase is always separated from\nthe solid by a wetting film. We report a striking change in the shape of the\ngas-liquid interface influenced by heating under weightlessness where the gas\nphase spreads over a hot solid surface showing an apparent contact angle larger\nthan 90{\\textdegree}. We show that the two-phase fluid is very sensitive to the\ndifferential vapor recoil force and give an explanation that uses this\nnonequilibrium effect. We also show how these experiments help to understand\nthe boiling crisis, an important technological problem in high-power boiling\nheat exchange.\n", "Comment: Physical Review E : Statistical, Nonlinear, and Soft Matter Physics,\n  American Physical Society, 2001"]}, {"_id": {"$oid": "5c41ee78df84a304bc89682d"}, "arxiv_id": "1102.2363", "header_date": {"$date": "2011-02-14T00:00:00Z"}, "creators": ["Scagliarini, A.", "Biferale, L.", "Mantovani, F.", "Sbragaglia, M.", "Toschi, F.", "Tripiccione, R."], "dates": [{"$date": "2011-02-11T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics"], "description": ["  Reactive Rayleigh-Taylor systems are characterized by the competition between\nthe growth of the instability and the rate of reaction between cold (heavy) and\nhot (light) phases. We present results from state-of-the-art numerical\nsimulations performed at high resolution in 2d by means of a self-consistent\nlattice Boltzmann method which evolves the coupled momentum and thermal\nequations and includes a reactive term. We tune the parameters affecting flame\nproperties, in order to address the competition between turbulent mixing and\nreaction, ranging from slow to fast-reaction rates. We also study the mutual\nfeedback between turbulence evolution driven by the Rayleigh-Taylor instability\nand front propagation against gravitational acceleration. We quantify both the\nenhancement of flame propagation due to turbulent mixing for the case of slow\nreaction-rate as well as the slowing down of turbulence growth for the fast\nreaction case, when the flame quickly burns the gravitationally unstable phase.\nAn increase of intermittency at small scales for temperature characterizes the\ncase of fast reaction, associated to the formation of sharp wrinkled fronts\nseparating pure hot/cold fluids regions.\n", "Comment: 6 pages, 6 figures"]}, {"_id": {"$oid": "5c41f9a8df84a304bc8ad1cf"}, "arxiv_id": "1204.4169", "header_date": {"$date": "2015-06-04T00:00:00Z"}, "creators": ["Agimelen, Okpeafoh S.", "Olmsted, Peter D."], "dates": [{"$date": "2012-04-18T00:00:00Z"}, {"$date": "2013-05-16T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Condensed Matter - Soft Condensed Matter"], "description": ["  Recent step strain experiments in well-entangled polymeric liquids\ndemonstrated a bulk fracture-like phenomenon. We have studied this instability\nusing a modern version of the Doi-Edwards theory for entangled polymers, and we\nfind close quantitative agreement with the experiments. The phenomenon occurs\nbecause the viscoelastic liquid is sheared into a rubbery state that possesses\nan elastic constitutive instability (Marrucci and Grizzuti, 1983). The fracture\nis a transient manifestation of this instability, which relies on the\namplification of spatially inhomogeneous fluctuations. This mechanism differs\nfrom fracture in glassy materials and dense suspensions.\n", "Comment: 5 pages,3 figures. Accepted in the Physical Review Letters"]}, {"_id": {"$oid": "5c420dc8df84a304bc8d46fd"}, "arxiv_id": "1401.8270", "header_date": {"$date": "2014-02-03T00:00:00Z"}, "creators": ["Datta, Sujit S.", "Abbaspourrad, Alireza", "Weitz, David A."], "dates": [{"$date": "2014-01-31T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Condensed Matter - Mesoscale and Nanoscale Physics", "Condensed Matter - Materials Science", "Physics - Fluid Dynamics"], "description": ["  We study the deformations of pH-responsive spherical microcapsules --\nmicrometer-scale liquid drops surrounded by thin, solid shells -- under the\ninfluence of electrostatic forces. When exposed to a large concentration of\nNaOH, the microcapsules become highly charged, and expand isotropically. We\nfind that the extent of this expansion can be understood by coupling\nelectrostatics with shell theory; moreover, the expansion dynamics is well\ndescribed by Darcy's law for fluid flow through the microcapsule shell.\nUnexpectedly, however, below a threshold NaOH concentration, the microcapsules\nbegin to disintegrate, and eventually rupture; they then expand non-uniformly,\nultimately forming large, jellyfish-like structures. Our results highlight the\nfascinating range of behaviors exhibited by pH-responsive microcapsules, driven\nby the interplay between electrostatic and mechanical forces.\n", "Comment: Supplementary information available online at journal webpage"]}, {"_id": {"$oid": "5c41da2adf84a304bc86dbf6"}, "arxiv_id": "0808.0765", "header_date": {"$date": "2015-05-13T00:00:00Z"}, "creators": ["Bazant, Martin Z.", "Vinogradova, Olga I."], "dates": [{"$date": "2008-08-05T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We describe a tensorial generalization of the Navier slip boundary condition\nand illustrate its use in solving for flows around anisotropic textured\nsurfaces. Tensorial slip can be derived from molecular or microstructural\ntheories or simply postulated as an constitutive relation, subject to certain\ngeneral constraints on the interfacial mobility. The power of the tensor\nformalism is to capture complicated effects of surface anisotropy, while\npreserving a simple fluid domain. This is demonstrated by exact solutions for\nlaminar shear flow and pressure-driven flow between parallel plates of\narbitrary and different textures. From such solutions, the effects of rotating\na texture follow from simple matrix algebra. Our results may be useful to\nextracting local slip tensors from global measurements, such as the\npermeability of a textured channel or the force required to move a patterned\nsurface, in experiments or simulations.\n", "Comment: 10 pages"]}, {"_id": {"$oid": "5c4223dadf84a304bc9001a4"}, "arxiv_id": "1511.03176", "header_date": {"$date": "2016-07-13T00:00:00Z"}, "creators": ["Chibbaro, Sergio", "Josserand, Christophe"], "dates": [{"$date": "2015-11-10T00:00:00Z"}], "subject": ["Condensed Matter - Statistical Mechanics", "Physics - Fluid Dynamics"], "description": ["  Weak Wave Turbulence is a powerful theory to predict statistical observables\nof diverse relevant physical phenomena, such as ocean waves,\nmagnetohydrodynamics and nonlinear optics. The theory is based upon an\nasymptotic closure permitted in the limit of small nonlinearity. Here, we\nexplore the possible deviations from this mean-field framework, in terms of\nanomalous scaling, focusing on the case of elastic plates. We establish the\npicture of the possible behaviors at varying the extent of nonlinearity, and we\nshow that the mean-field theory is appropriate when all excited scales remain\ndominated by linear dynamics. The other picture is non-trivial and our results\nsuggest that, when large scales contain much energy, the cascade sustains\nextreme events at small scales and the system displays intermittency.\n"]}, {"_id": {"$oid": "5c420ea8df84a304bc8d6284"}, "arxiv_id": "1402.7023", "header_date": {"$date": "2014-11-21T00:00:00Z"}, "creators": ["Van Gorder, Robert A."], "dates": [{"$date": "2014-02-04T00:00:00Z"}, {"$date": "2014-11-19T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics", "Nonlinear Sciences - Pattern Formation and Solitons", "Nonlinear Sciences - Exactly Solvable and Integrable Systems"], "description": ["  The Hasimoto transformation between the classical LIA (local induction\napproximation, a model approximating the motion of a thin vortex filament) and\nthe nonlinear Schr\\\"odinger equation (NLS) has proven very useful in the past,\nsince it allows one to construct new solutions to the LIA once a solution to\nthe NLS is known. In the present paper, the quantum form of the LIA (which\nincludes mutual friction effects) is put into correspondence with a type of\ncomplex nonlinear dispersive partial differential equation (PDE) with cubic\nnonlinearity (similar in form to a Ginsburg-Landau equation, with additional\nnonlinear terms). Transforming the quantum LIA in such a way enables one to\nobtain quantum vortex filament solutions once solutions to this dispersive PDE\nare known. From our quantum Hasimoto transformation, we determine the form and\nbehavior of Stokes waves and a standing 1-soliton solution under normal and\nbinormal friction effects. The soliton solution on a quantum vortex filament is\na natural generalization of the classical 1-soliton solution constructed\nmathematically by Hasimoto (which motivated subsequent real-world experiments).\nThe quantum Hasimoto transformation is useful when normal fluid velocity is\nrelatively weak, so for the case where the normal fluid velocity is dominant we\nresort to other approaches. We consider the dynamics of the tangent vector to\nthe vortex filament directly from the quantum LIA, and this approach, while\nless elegant than the quantum Hasimoto transformation, enables us to study\nwaves primarily driven by the normal fluid velocity.\n", "Comment: 33 pages, 6 figures"]}, {"_id": {"$oid": "5c4220f2df84a304bc8fa7f7"}, "arxiv_id": "1508.06743", "header_date": {"$date": "2015-11-05T00:00:00Z"}, "creators": ["Reyes, Francisco Vega", "Santos, Andrés"], "dates": [{"$date": "2015-08-27T00:00:00Z"}, {"$date": "2015-11-04T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Condensed Matter - Statistical Mechanics", "Physics - Fluid Dynamics"], "description": ["  We study here the steady state attained in a granular gas of inelastic rough\nspheres that is subject to a spatially uniform random volume force. The\nstochastic force has the form of the so-called white noise and acts by adding\nimpulse to the particle translational velocities. We work out an analytical\nsolution of the corresponding velocity distribution function from a Sonine\npolynomial expansion that displays energy non-equipartition between the\ntranslational and rotational modes, translational and rotational kurtoses, and\ntranslational-rotational velocity correlations. By comparison with a numerical\nsolution of the Boltzmann kinetic equation (by means of the Direct Simulation\nMonte Carlo method) we show that our analytical solution provides a good\ndescription that is quantitatively very accurate in certain ranges of\ninelasticity and roughness. We also find three important features that make the\nforced granular gas steady state very different from the homogeneous cooling\nstate (attained by an unforced granular gas). First, the marginal velocity\ndistributions are always close to a Maxwellian. Second, there is a continuous\ntransition to the purely smooth limit (where the effects of particle rotations\nare ignored). And third, the angular translational-rotational velocity\ncorrelations show a preference for a quasiperpendicular mutual orientation\n(which is called \"lifted-tennis-ball\" behavior).\n", "Comment: 19 one-column pages, 7 figures; v2: A few typos corrected"]}, {"_id": {"$oid": "5c422437df84a304bc900d31"}, "arxiv_id": "1511.06133", "header_date": {"$date": "2015-12-23T00:00:00Z"}, "creators": ["MacTaggart, David", "Gregory, Scott", "Neukirch, Thomas", "Donati, Jean-Francois"], "dates": [{"$date": "2015-11-19T00:00:00Z"}], "subject": ["Astrophysics - Solar and Stellar Astrophysics", "Physics - Fluid Dynamics"], "description": ["  We introduce to the stellar physics community a method of modelling stellar\ncoronae that can be considered to be an extension of the potential field. In\nthis approach, the magnetic field is coupled to the background atmosphere. The\nmodel is magnetohydrostatic (MHS) and is a balance between the Lorentz force,\nthe pressure gradient and gravity. Analytical solutions are possible and we\nconsider a particular class of equilibria in this paper. The model contains two\nfree parameters and the effects of these on both the geometry and topology of\nthe coronal magnetic field are investigated. A demonstration of the approach is\ngiven using a magnetogram derived from Zeeman-Doppler imaging of the 0.75\nM$_{\\odot}$ M-dwarf star GJ 182.\n", "Comment: Accepted for publication in MNRAS"]}, {"_id": {"$oid": "5c42135ddf84a304bc8dfb20"}, "arxiv_id": "1407.6859", "header_date": {"$date": "2015-06-22T00:00:00Z"}, "creators": ["Vladescu, I. D.", "Marsden, E. J.", "Schwarz-Linek, J.", "Martinez, V. A.", "Arlt, J.", "Morozov, A. N.", "Marenduzzo, D.", "Cates, M. E.", "Poon, W. C. K."], "dates": [{"$date": "2014-07-25T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  We have measured the spatial distribution of motile Escherichia coli inside\nspherical water droplets emulsified in oil. At low cell concentrations, the\ncell density peaks at the water-oil interface; at increasing concentration, the\nbulk of each droplet fills up uniformly while the surface peak remains.\nSimulations and theory show that the bulk density results from a `traffic' of\ncells leaving the surface layer, increasingly due to cell-cell scattering as\nthe surface coverage rises above $\\sim 10\\%$. Our findings show similarities\nwith the physics of a rarefied gas in a spherical cavity with attractive walls.\n", "Comment: 5 pages, 4 figures, Supporting Information (5 pages, 5 figures)"]}, {"_id": {"$oid": "5c41ebbfdf84a304bc890f10"}, "arxiv_id": "1010.4656", "header_date": {"$date": "2015-05-20T00:00:00Z"}, "creators": ["Sabass, Benedikt", "Seifert, Udo"], "dates": [{"$date": "2010-10-22T00:00:00Z"}, {"$date": "2010-12-16T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Condensed Matter - Statistical Mechanics", "Physics - Fluid Dynamics"], "description": ["  Surface interactions provide a class of mechanisms which can be employed for\npropulsion of micro- and nanometer sized particles. We investigate the related\nefficiency of externally and self-propelled swimmers. A general scaling\nrelation is derived showing that only swimmers whose size is comparable to, or\nsmaller than, the interaction range can have appreciable efficiency. An upper\nbound for efficiency at maximum power is 1/2. Numerical calculations for the\ncase of diffusiophoresis are found to be in good agreement with analytical\nexpressions for the efficiency.\n"]}, {"_id": {"$oid": "5c42073bdf84a304bc8c87e5"}, "arxiv_id": "1307.6853", "header_date": {"$date": "2016-04-06T00:00:00Z"}, "creators": ["Voßkuhle, Michel", "Pumir, Alain", "Lévêque, Emmanuel", "Wilkinson, Michael"], "dates": [{"$date": "2013-07-25T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Turbulence facilitates collisions between particles suspended in a turbulent\nflow. Two effects have been proposed which can enhance the collision rate at\nhigh turbulence intensities: 'preferential concentration' (a clustering\nphenomenon) and the 'sling effect' (arising from the formation of caustic folds\nin the phase-space of the suspended particles). We have determined numerically\nthe collision rate of small heavy particles as a function of their size and\ndensities. The dependence on particle densities reveals that the enhancement by\nturbulence of the collision rate of particles with significant inertia is due\nalmost entirely to the sling effect.\n", "Comment: 5 pages, 4 figures"]}, {"_id": {"$oid": "5c4219e2df84a304bc8ec5c4"}, "arxiv_id": "1502.00832", "header_date": {"$date": "2015-07-01T00:00:00Z"}, "creators": ["Tzella, Alexandra", "Vanneste, Jacques"], "dates": [{"$date": "2015-02-03T00:00:00Z"}, {"$date": "2015-06-30T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We investigate the propagation of chemical fronts arising in\nFisher--Kolmogorov--Petrovskii--Piskunov (FKPP) type models in the presence of\na steady cellular flow. In the long-time limit, a steadily propagating\npulsating front is established. Its speed, on which we focus, can be obtained\nby solving an eigenvalue problem closely related to large-deviation theory. We\nemploy asymptotic methods to solve this eigenvalue problem in the limit of\nsmall molecular diffusivity (large P\\'eclet number, $\\text{Pe} \\gg 1$) and\narbitrary reaction rate (arbitrary Damk\\\"ohler number $\\text{Da}$).\n  We identify three regimes corresponding to the distinguished limits\n$\\text{Da} = O(\\text{Pe}^{-1})$, $\\text{Da}=O\\left((\\log\n\\text{Pe})^{-1}\\right)$ and $\\text{Da} = O(\\text{Pe})$ and, in each regime,\nobtain the front speed in terms of a different non-trivial function of the\nrelevant combination of $\\text{Pe}$ and $\\text{Da}$. Closed-form expressions\nfor the speed, characterised by power-law and logarithmic dependences on\n$\\text{Da}$ and $\\text{Pe}$ and valid in intermediate regimes, are deduced as\nlimiting cases. Taken together, our asymptotic results provide a complete\ndescription of the complex dependence of the front speed on $\\text{Da}$ for\n$\\text{Pe} \\gg 1$. They are confirmed by numerical solutions of the eigenvalue\nproblem determining the front speed, and illustrated by a number of numerical\nsimulations of the advection--diffusion--reaction equation.\n"]}, {"_id": {"$oid": "5c420c91df84a304bc8d20d5"}, "arxiv_id": "1312.6380", "header_date": {"$date": "2015-06-18T00:00:00Z"}, "creators": ["Hoyos, Carlos", "Kim, Bom Soo", "Oz, Yaron"], "dates": [{"$date": "2013-12-22T00:00:00Z"}], "subject": ["High Energy Physics - Theory", "Condensed Matter - Statistical Mechanics", "Condensed Matter - Strongly Correlated Electrons", "Physics - Fluid Dynamics"], "description": ["  We compute the bulk viscosity in holographic models dual to theories with\nLifshitz scaling and/or hyperscaling violation, using a generalization of the\nbulk viscosity formula derived in arXiv:1103.1657 from the null focusing\nequation. We find that only a class of models with massive vector fields are\ntruly Lifshitz scale invariant, and have a vanishing bulk viscosity. For other\nholographic models with scalars and/or massless vector fields we find a\nuniversal formula in terms of the dynamical exponent and the hyperscaling\nviolation exponent.\n", "Comment: 24 pages"]}, {"_id": {"$oid": "5c41d48ddf84a304bc8625aa"}, "arxiv_id": "0710.3282", "header_date": {"$date": "2008-07-15T00:00:00Z"}, "creators": ["Lanotte, Alessandra S.", "Seminara, Agnese", "Toschi, Federico"], "dates": [{"$date": "2007-10-17T00:00:00Z"}, {"$date": "2008-07-15T00:00:00Z"}], "subject": ["Nonlinear Sciences - Chaotic Dynamics", "Physics - Fluid Dynamics"], "description": ["  The growth by condensation of small water droplets in a three-dimensional\nhomogeneous isotropic turbulent flow is considered. Within a simple model of\nadvection and condensation, the dynamics and growth of millions of droplets are\nintegrated. A droplet-size spectra broadening is obtained and it is shown to\nincrease with the Reynolds number of turbulence, by means of two series of\ndirect numerical simulations at increasing resolution. This is a key point\ntowards a proper evaluation of the effects of turbulence for condensation in\nwarm clouds, where the Reynolds numbers typically achieve huge values. The\nobtained droplet-size spectra broadening as a function of the Reynolds number\nis shown to be consistent with dimensional arguments. A generalization of this\nexpectation to Reynolds numbers not accessible by DNS is proposed, yielding\nupper and lower bounds to the actual size-spectra broadening. A further DNS\nmatching the large scales of the system suggests consistency of the picture\ndrawn, while additional effort is needed to evaluate the impact of this effect\nfor condensation in more realistic cloud conditions.\n", "Comment: 23 pages, 5 figures, 2 tables"]}, {"_id": {"$oid": "5c4227c1df84a304bc907e00"}, "arxiv_id": "1602.07913", "header_date": {"$date": "2016-03-01T00:00:00Z"}, "creators": ["Szewc, Kamil", "Lewandowski, Michał Tadeusz"], "dates": [{"$date": "2016-02-25T00:00:00Z"}, {"$date": "2016-02-28T00:00:00Z"}], "subject": ["Physics - Computational Physics", "Physics - Fluid Dynamics"], "description": ["  This article presents results of further investigation of the problem of\nspurious interface fragmentation in the multiphase SPH. In order to remove\narising instabilities, many authors introduced the artificial interface\ncorrection procedure. In the present paper we show that the interface\ninstabilities are physical and the introduction of the interface correction\nprocedure may leads to non-physical solutions. We also explain the puzzling\nrelation between the parameters $\\varepsilon$ and $h$. The analysis is\nperformed on the basis of the stability analysis and numerical calculations\nusing SPH and Volume Of Fluid (VOF) approach.\n", "Comment: The title, the abstract and the introductory section are suitably\n  modified in order to change from the comment-type manuscript to the regular\n  one"]}, {"_id": {"$oid": "5c41d3f7df84a304bc8614cb"}, "arxiv_id": "0709.3645", "header_date": {"$date": "2008-11-26T00:00:00Z"}, "creators": ["Tsumura, Kyosuke", "Kunihiro, Teiji"], "dates": [{"$date": "2007-09-23T00:00:00Z"}, {"$date": "2008-02-05T00:00:00Z"}], "subject": ["Nuclear Theory", "High Energy Physics - Phenomenology", "Physics - Fluid Dynamics"], "description": ["  We propose a stable first-order relativistic dissipative hydrodynamic\nequation in the particle frame (Eckart frame) for the first time. The equation\nto be proposed was in fact previously derived by the authors and a collaborator\nfrom the relativistic Boltzmann equation. We demonstrate that the equilibrium\nstate is stable with respect to the time evolution described by our\nhydrodynamic equation in the particle frame. Our equation may be a proper\nstarting point for constructing second-order causal relativistic hydrodynamics,\nto replace Eckart's particle-flow theory.\n", "Comment: 4 pages, 3 figures"]}, {"_id": {"$oid": "5c422593df84a304bc9037fa"}, "arxiv_id": "1512.07614", "header_date": {"$date": "2016-01-27T00:00:00Z"}, "creators": ["Engels, T.", "Kolomenskiy, D.", "Schneider, K.", "Lehmann, F. -O.", "Sesterhenn, J."], "dates": [{"$date": "2015-12-23T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  High-resolution numerical simulations of a tethered model bumblebee in\nforward flight are performed superimposing homogeneous isotropic turbulent\nfluctuations to the uniform inflow. Despite tremendous variation in turbulence\nintensity, between 17% and 99% with respect to the mean flow, we do not find\nsignificant changes in cycle-averaged aerodynamic forces, moments or flight\npower when averaged over realizations, compared to laminar inflow conditions.\nThe variance of aerodynamic measures, however, significantly increases with\nincreasing turbulence intensity, which may explain flight instabilities\nobserved in freely flying bees.\n"]}, {"_id": {"$oid": "5c420ec8df84a304bc8d6675"}, "arxiv_id": "1403.0658", "header_date": {"$date": "2015-06-03T00:00:00Z"}, "creators": ["Grooms, Ian"], "dates": [{"$date": "2014-03-03T00:00:00Z"}, {"$date": "2014-08-16T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The non-hydrostatic, quasigeostrophic approximation for rapidly rotating\nRayleigh-B\\'enard convection admits a class of exact `single mode' solutions.\nThese solutions correspond to steady laminar convection with a separable\nstructure consisting of a horizontal planform characterized by a single\nwavenumber multiplied by a vertical amplitude profile, with the latter given as\nthe solution of a nonlinear boundary value problem. The heat transport\nassociated with these solutions is studied in the regime of strong thermal\nforcing (large reduced Rayleigh number $\\widetilde{Ra}$). It is shown that the\nNusselt number $Nu$, a nondimensional measure of the efficiency of heat\ntransport by convection, for this class of solutions is bounded below by\n$Nu\\gtrsim \\widetilde{Ra}^{3/2}$, independent of the Prandtl number, in the\nlimit of large reduced Rayleigh number. Matching upper bounds include only\nlogarithmic corrections, showing the accuracy of the estimate. Numerical\nsolutions of the nonlinear boundary value problem for the vertical structure\nare consistent with the analytical bounds.\n", "Comment: 16 pages, 1 figure"]}, {"_id": {"$oid": "5c4216d2df84a304bc8e67d7"}, "arxiv_id": "1411.1475", "header_date": {"$date": "2014-12-03T00:00:00Z"}, "creators": ["Arolla, Sunil K.", "Desjardins, Olivier"], "dates": [{"$date": "2014-11-05T00:00:00Z"}, {"$date": "2014-12-01T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  A volume-filtered Euler-Lagrange large eddy simulation methodology is used to\npredict the physics of turbulent liquid-solid slurry flow through a horizontal\npipe. A dynamic Smagorinsky model based on Lagrangian averaging is employed to\naccount for the sub-filter scale effects in the liquid phase. A fully\nconservative immersed boundary method is used to account for the pipe geometry\non a uniform cartesian grid. The liquid and solid phases are coupled through\nvolume fraction and momentum exchange terms. Particle-particle and\nparticle-wall collisions are modeled using a soft-sphere approach. A series of\nsimulations have been performed by varying the superficial liquid velocity to\nbe consistent with the experimental data by Dahl et al. (2003). Depending on\nthe liquid flow rate, a particle bed can form and develop different patterns,\nwhich are discussed in the light of regime diagrams proposed in the literature.\nThe fluctuation in the height of the liquid-bed interface is characterized to\nunderstand the space and time evolution of these patterns. Statistics of\nengineering interest such as mean velocity, mean concentration, and mean\nstreamwise pressure gradient driving the flow are extracted from the numerical\nsimulations and presented. Sand hold-up calculated from the simulation results\nsuggest that this computational strategy is capable of accurately predicting\ncritical deposition velocity.\n"]}, {"_id": {"$oid": "5c41f450df84a304bc8a2650"}, "arxiv_id": "1110.1222", "header_date": {"$date": "2012-12-04T00:00:00Z"}, "creators": ["Mellibovsky, Fernando", "Eckhardt, Bruno"], "dates": [{"$date": "2011-10-06T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics"], "description": ["  We study numerically a succession of transitions in pipe Poiseuille flow that\nleads from simple travelling waves to waves with chaotic time-dependence. The\nwaves at the origin of the bifurcation cascade possess a shift-reflect symmetry\nand are both axially and azimuthally periodic with wave numbers {\\kappa} = 1.63\nand n = 2, respectively. As the Reynolds number is increased, successive\ntransitions result in a wide range of time dependent solutions that includes\nspiralling, modulated-travelling, modulated-spiralling,\ndoubly-modulated-spiralling and mildly chaotic waves. We show that the latter\nspring from heteroclinic tangles of the stable and unstable invariant manifolds\nof two shift-reflect-symmetric modulated-travelling waves. The chaotic set thus\nproduced is confined to a limited range of Reynolds numbers, bounded by the\noccurrence of manifold tangencies. The states studied here belong to a subspace\nof discrete symmetry which makes many of the bifurcation and path-following\ninvestigations presented technically feasible. However, we expect that most of\nthe phenomenology carries over to the full state-space, thus suggesting a\nmechanism for the formation and break-up of invariant states that can sustain\nturbulent dynamics.\n", "Comment: 38 pages, 35 figures, 1 table"]}, {"_id": {"$oid": "5c420845df84a304bc8ca3b9"}, "arxiv_id": "1308.5530", "header_date": {"$date": "2017-09-25T00:00:00Z"}, "creators": ["Hinvi, L. A.", "Monwanou, A. V.", "Orou, J. B. Chabi"], "dates": [{"$date": "2013-08-26T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  This paper analyses the effects of small injection/suction Reynolds number,\nHartmann number, permeability parameter and wave number on a viscous\nincompressilbe electrically conduction fluid flow in a parallel porous channel.\nThe plates of the channel with small constant injection/suction, have constant\ntemperature. The upper plate is allowed to mouve in flow direction and the\nlower plate is kept at rest. A magnetic field of uniform strength is also\napplied normally to the plates what are parallel. The originality of the paper\nis to study the effect of the above parameter in temporal linear stabilty\nanalysis of the flow throught the modified Orr-Sommerfeld equation.\n"]}, {"_id": {"$oid": "5c4202b5df84a304bc8bf6d3"}, "arxiv_id": "1302.7103", "header_date": {"$date": "2015-06-15T00:00:00Z"}, "creators": ["Wu, Zuo-Bing", "Hu, Wen-Rui"], "dates": [{"$date": "2013-02-28T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The overall {\\it steady}-state energy balance with two phases in a flow\ndomain requires that the change in energy of the domain is equal to the\ndifference between the total energy entering the domain and that leaving the\ndomain. From the condition, the integral thermal flux across the surface is\nstudied for a {\\it steady} thermocapillary drop migration in a flow field with\nuniform temperature gradient at small and large Marangoni (Reynolds) numbers.\nThe drop is assumed to have only a slight axisymmetric deformation from a\nsphere. It is identified that a conservative/nonconservative integral thermal\nflux across the surface in the {\\it steady} thermocapillary drop migration at\nsmall/large Marangoni (Reynolds) numbers. The conservative flux confirms the\nassumption of {\\it quasi-steady} state in the thermocapillary drop migration at\nsmall Marangoni (Reynolds) numbers. The nonconservative flux may well result\nfrom the invalid assumption of {\\it quasi-steady} state, which indicates that\nthe thermocapillary drop migration at large Marangoni (Reynolds) numbers cannot\nreach {\\it steady} state and is thus a {\\it unsteady} process.\n", "Comment: 21 pages. arXiv admin note: text overlap with arXiv:1112.2765"]}, {"_id": {"$oid": "5c420a33df84a304bc8cd478"}, "arxiv_id": "1310.3181", "header_date": {"$date": "2013-10-14T00:00:00Z"}, "creators": ["Pihler-Puzović, Draga", "Juel, Anne", "Heil, Matthias"], "dates": [{"$date": "2013-10-11T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  In this fluid dynamics video, we study a two-phase flow in an elastic\nHele-Shaw cell that involves two distinct fluid- and solid-based instabilities:\nviscous fingering and sheet buckling. We show that the relative importance of\nthe two instabilities is controlled by a single non-dimensional parameter,\nwhich provides a measure of the elasticity of the flexible wall. We employ\nnumerical simulations to show that for relatively stiff [soft] walls, the\nsystem's behaviour is dominated by viscous fingering [sheet buckling]. Strong\ninteractions between the two instabilities arise in an intermediate regime and\nlead to the development of extremely complex fingering and buckling patterns.\n", "Comment: 3 pages, 2 linked videos"]}, {"_id": {"$oid": "5c41e65bdf84a304bc886586"}, "arxiv_id": "1003.1841", "header_date": {"$date": "2015-05-18T00:00:00Z"}, "creators": ["Borman, V. D.", "Belogorlov, A. A.", "Byrkin, V. A.", "Lisichkin, G. V.", "Tronin, V. N.", "Troyan, V. I."], "dates": [{"$date": "2010-03-09T00:00:00Z"}], "subject": ["Condensed Matter - Statistical Mechanics", "Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  Correlation effects arising during liquid infiltration into hydrophobic\nporous medium are considered. On the basis of these effects a mechanism of\nenergy absorption at filling porous medium by nonwetting liquid is suggested.\nIn accordance with this mechanism, the absorption of mechanical energy is a\nresult expenditure of energy for the formation of menisci in the pores on the\nshell of the infinite cluster and expenditure of energy for the formation of\nliquid-porous medium interface in the pores belonging to the infinite cluster\nof filled pores. It was found that in dependences on the porosity and,\nconsequently, in dependences on the number of filled pores neighbors, the\nthermal effect of filling can be either positive or negative and the cycle of\ninfiltration-defiltration can be closed with full outflow of liquid. It can\noccur under certain relation between percolation properties of porous medium\nand the energy characteristics of the liquid-porous medium interface and the\nliquid-gas interface. It is shown that a consecutive account of these\ncorrelation effects and percolation properties of the pores space during\ninfiltration allow to describe all experimental data under discussion.\n"]}, {"_id": {"$oid": "5c41e08ddf84a304bc87a909"}, "arxiv_id": "0906.2844", "header_date": {"$date": "2009-06-17T00:00:00Z"}, "creators": ["de Andrade, Garcia"], "dates": [{"$date": "2009-06-16T00:00:00Z"}], "subject": ["Physics - Plasma Physics", "Physics - Fluid Dynamics"], "description": ["  Chicone et al [CMP (1995)] have shown that, kinematic fast dynamos in\ndiffusive media, could exist only on a closed, 2D Riemannian manifold of\nconstant negative curvature. This report, shows that their result cannot be\nextended to oscillatory ${\\alpha}^{2}$-dynamos, when there are resonance modes,\nbetween toroidal and poloidal frequencies of twisted magnetic flux tubes. Thus,\ndynamo action can be supported in regions, where Riemannian curvature is\npositive. For turbulent dynamos, this seems physically reasonable, since\nrecently, [Shukurov et al PRE (2008)] have obtained a Moebius flow strip in\nsodium liquid, torus Perm dynamo where curvature is also connected to the\nmagnetic fields via diffusion. This could be done, by adjusting the\ncorresponding frequencies till they achieved resonance. Actually 2D torus, is a\nmanifold of zero mean curvature, where regions of positive and negative\ncurvatures exist. It is shown that, Riemannian solitonic surface, endowed with\na steady ${\\alpha}^{2}$-dynamo from magnetic filamentary structures [Wilkin et\nal,PRL (2007)].\n", "Comment: Department of theoretical physics, IF-UERJ-Brasil"]}, {"_id": {"$oid": "5c4227a3df84a304bc907d0f"}, "arxiv_id": "1602.07672", "header_date": {"$date": "2017-01-31T00:00:00Z"}, "creators": ["Feng, James Q."], "dates": [{"$date": "2016-02-17T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Condensed Matter - Soft Condensed Matter"], "description": ["  Numerical solutions of high-speed microdroplet impact onto a smooth solid\nsurface are computed, using the interFoam VoF solver of the OpenFOAM CFD\npackage. Toward the solid surface, the liquid microdroplet is moving with an\nimpinging gas flow, simulating the situation of ink droplets being deposited\nonto substrate with a collimated mist jet in the Optomec Aerosol Jet printing\nprocess. The computed values of maximum spread factor, for the range of\nparameters of practical interest to Aerosol Jet printing, were found in very\ngood agreement with some of the correlation formulas proposed by previous\nauthors in the literature. Combining formulas selected from different authors\nwith appropriate modifications yields a maximum spread factor formula that can\nbe used for first-order evaluations of deposited in droplet size during the\nAerosol Jet technology development. The computational results also illustrate\ndroplet impact dynamics with lamella shape evolution throughout the spreading,\nreceding-relaxation, and wetting equilibrium phases, consistent with that\nobserved and described by many previous authors. This suggests a\nscale-invariant nature of the basic droplet impact behavior such that\nexperiments with larger droplets at the same nondimensional parameter values\nmay be considered for studying microdroplet impact dynamics. Significant free\nsurface oscillations can be observed when the droplet viscosity is relatively\nlow. The border line between periodic free surface oscillations and aperiodic\ncreeping to capillary equilibrium free surface shape appears at the value of\nOhnesorge number around 0.25. Droplet bouncing after receding is prompted with\nlarge contact angles at solid surface (as consistent with findings reported in\nthe literature), but can be suppressed by increasing the droplet viscosity.\n"]}, {"_id": {"$oid": "5c41d37ddf84a304bc860266"}, "arxiv_id": "0708.3350", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Volk, Romain", "Mordant, Nicolas", "Verhille, Gautier", "Pinton, Jean-François"], "dates": [{"$date": "2007-08-24T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We use an extended laser Doppler technique to track optically the velocity of\nindividual particles in a high Reynolds number turbulent flow. The particle\nsizes are of the order of the Kolmogorov scale and the time resolution, 30\nmicroseconds, resolves the fastest scales of the fluid motion. Particles are\ntracked for mean durations of the order of 10 Kolmogorov time scales. The\nfastest scales of the particle motion are resolved and the particle\nacceleration is measured. For neutrally buoyant particles, our measurement\nmatches the performance of the silicon strip detector technique introduced at\nCornell University \\cite{Voth,MordantCornell}. This reference dynamics is then\ncompared to that of slightly heavier solid particles (density 1.4) and to air\nbubbles. We observe that the acceleration variance strongly depends on the\nparticle density: bubbles experience higher accelerations than fluid particles,\nwhile heavier particles have lower accelerations. We find that the probability\ndistribution functions of accelerations normalized to the variance are very\nclose although the air bubbles have a much faster dynamics.\n", "Comment: 4 pages"]}, {"_id": {"$oid": "5c420123df84a304bc8bc3e0"}, "arxiv_id": "1301.1810", "header_date": {"$date": "2014-01-29T00:00:00Z"}, "creators": ["Saint-Michel, Brice", "Dubrulle, Bérengère", "Ravelet, Florent", "Daviaud, François"], "dates": [{"$date": "2013-01-09T00:00:00Z"}, {"$date": "2013-05-24T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics"], "description": ["  We study the influence of the forcing on the steady turbulent states of a von\nK\\'arm\\'an swirling flow, at constant impeller speed, or at constant torque. We\nfind that the different forcing conditions change the nature of the stability\nof the steady states and reveal dynamical regimes that bear similarities with\nlow-dimensional systems. We suggest that this forcing dependence may be an out-\nof-equilibrium analogue of the ensemble inequivalence, valid for long-range\ninteracting statistical systems, and that it may be applicable to other\nturbulent systems.\n", "Comment: 5 pages, 5 figures, submitted to Phys. Rev. Lett"]}, {"_id": {"$oid": "5c41f33fdf84a304bc8a03a1"}, "arxiv_id": "1108.5611", "header_date": {"$date": "2011-10-10T00:00:00Z"}, "creators": ["Weidauer, Thomas", "Pauluis, Olivier", "Schumacher, Joerg"], "dates": [{"$date": "2011-08-29T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics", "Physics - Atmospheric and Oceanic Physics"], "description": ["  The transition to turbulence in Rayleigh-Benard convection with phase changes\nand the resulting convective patterns are studied in a three-dimensional\nGalerkin model. Our study is focused to the conditionally unstable regime of\nmoist convection in which the stratification is stable for unsaturated air\nparcels and unstable for saturated parcels. We perform a comprehensive\nstatistical analysis of the transition to convection that samples the\ndependence of attractors (or fixed points) in the phase space of the model on\nthe dimensionless parameters. Conditionally unstable convection can be\ninitiated either from a fully unsaturated linearly stable equilibrium or a\nfully saturated linearly unstable equilibrium. Highly localized moist\nconvection can be found in steady state, in oscillating recharge-discharge\nregime or turbulent in dependence on the aspect ratio and the degree of stable\nstratification of the unsaturated air. Our phase space analysis predicts\nparameter ranges for which self-sustained convective regimes in the case of\nsubcritical conditional instability can be observed. The observed regime\ntransitions for moist convection bear some similarities to transitions to\nturbulence in simple shear flows.\n", "Comment: 30 pages, 14 Postscript figures"]}, {"_id": {"$oid": "5c41f988df84a304bc8ace3c"}, "arxiv_id": "1204.3254", "header_date": {"$date": "2012-04-17T00:00:00Z"}, "creators": ["Casati, Alessandro"], "dates": [{"$date": "2012-04-15T00:00:00Z"}], "subject": ["Physics - Plasma Physics", "Physics - Computational Physics", "Physics - Fluid Dynamics"], "description": ["  The development of a quasi-linear gyrokinetic transport model for tokamak\nplasmas, ultimately designed to provide physically comprehensive predictions of\nthe time evolution of the thermodynamic relevant quantities, is a task that\nrequires tight links among theoretical, experimental and numerical studies. The\nframework of the model here proposed, which operates a reduction of complexity\non the nonlinear self-organizing plasma dynamics, allows in fact multiple\nvalidations of the current understanding of the tokamak micro-turbulence. The\nmain outcomes of this work stem from the fundamental steps involved by the\nformulation of such a reduced transport model, namely: (1) the verification of\nthe quasi-linear plasma response against the nonlinearly computed solution, (2)\nthe improvement of the turbulent saturation model through an accurate\nvalidation of the nonlinear codes against the turbulence measurements, (3) the\nintegration of the quasi-linear model within an integrated transport solver.\n", "Comment: Ph.D. thesis, Universit\\'e de Provence Aix-Marseille I and\n  Commissariat \\`a l'\\'Energie Atomique"]}, {"_id": {"$oid": "5c420903df84a304bc8cb694"}, "arxiv_id": "1309.3524", "header_date": {"$date": "2013-09-16T00:00:00Z"}, "creators": ["Naa, Christian Fredy", "Omata, Seiro", "Kazama, Masaki"], "dates": [{"$date": "2013-09-13T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The present paper introduces stochastic velocity as improvement for moving\nparticle semi-implicit (MPS) method. This improvement is to overcome energy\nloss caused by numerical dissipation in the basic MPS that brings about rapid\ndecay of waves. Stochastic velocity is added in the explicit step of the basic\nMPS method. MPS with stochastic improvement is compared with the basic method\nin the case of linear water waves, in particular dam break problem and standing\nwave in a rectangular tank. Surface detection and curve fitting are used to\nanalyze the parameters of wave on the standing wave case. The surface detection\nand curved fitting was efficient to determine parameters of the wave and it was\nfound that the stochastic improvement made the waves survived longer than in\nthe basis method.\n", "Comment: 19 pages, 11 figures, International Symposium on Computational\n  Science 2011"]}, {"_id": {"$oid": "5c420bb4df84a304bc8d0570"}, "arxiv_id": "1311.7059", "header_date": {"$date": "2015-10-19T00:00:00Z"}, "creators": ["Tsumura, Kyosuke", "Kikuchi, Yuta", "Kunihiro, Teiji"], "dates": [{"$date": "2013-11-26T00:00:00Z"}, {"$date": "2015-10-16T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nuclear Theory"], "description": ["  We develop a general framework in the renormalization-group (RG) method for\nextracting a mesoscopic dynamics from an evolution equation by incorporating\nsome excited (fast) modes as additional components to the invariant manifold\nspanned by zero modes. We call this framework the doublet scheme. The validity\nof the doublet scheme is first tested and demonstrated by taking the Lorenz\nmodel as a simple three-dimensional dynamical system; it is shown that the\ntwo-dimensional reduced dynamics on the attractive manifold composed of the\nwould-be zero and a fast modes are successfully obtained in a natural way. We\nthen apply the doublet scheme to construct causal hydrodynamics as a mesoscopic\ndynamics of kinetic theory, i.e., the Boltzmann equation, in a systematic\nmanner with no ad-hoc assumption. It is found that our equation has the same\nform as thirteen-moment causal hydrodynamic equation, but the microscopic\nformulae of the transport coefficients and relaxation times are different. In\nfact, in contrast to the Grad equation, our equation leads to the same\nexpressions for the transport coefficients as given by the Chapman-Enskog\nexpansion method and suggests novel formulae of the relaxation times expressed\nin terms of relaxation functions which allow a natural physical interpretation\nof the relaxation times. Furthermore, our theory nicely gives the explicit\nforms of the distribution function and the thirteen hydrodynamic variables in\nterms of the linearized collision operator, which in turn clearly suggest the\nproper ansatz forms of them to be adopted in the method of moments.\n", "Comment: The logic leading to the doublet scheme for extracting the mesoscopic\n  dynamics is improved in an essential way, although its basic equations are\n  not altered. Since the improvement has been done by the two authors of the\n  previous version and new one coauthor, the paper is resubmitted as a paper of\n  the three ones. An analysis of a toy model is added to demonstrate the\n  validity of the doublet scheme"]}, {"_id": {"$oid": "5c421964df84a304bc8eb582"}, "arxiv_id": "1501.04582", "header_date": {"$date": "2015-01-20T00:00:00Z"}, "creators": ["Beem, Heather R.", "Triantafyllou, Michael S."], "dates": [{"$date": "2015-01-19T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Blindfolded harbor seals are able to use their uniquely shaped whiskers to\ntrack vortex wakes left by moving animals and objects that passed by up to 30\nseconds earlier; this is an impressive feat as the flow features they detect\nmay have velocity as low as 1 mm/s, and the seals have some capacity to\nidentify the shape of the object as well. They do so while swimming forward at\nhigh speed, hence their whiskers are sensitive enough to detect small-scale\nchanges in the external flow field, while rejecting self-generated flow noise.\nHere we identify and illustrate a novel flow mechanism that allows artificial\nwhiskers with the identical unique geometry as those of the harbor seal to\ndetect the features of minute flow fluctuations in wakes produced by objects\nfar away. This is shown through the study of a model problem, consisting of a\nharbor seal whisker model interacting with the wake of an upstream circular\ncylinder. We show that whereas in open water the whisker geometry results in\nvery low vibration, once it enters a wake it oscillates with large amplitude\nand, remarkably, its response frequency coincides with the Strouhal frequency\nof the upstream cylinder, thus making the detection of an upstream wake as well\nas an estimation of the size and shape of the wake-generating body possible. An\nenergy flow extraction mechanism causes the large amplitude whisker\noscillations to lock in to the frequency of the oncoming wake, characterized by\na slaloming motion among the oncoming wake vortices. This passive mechanism has\nsome similarities with the flow mechanisms observed in actively controlled\npropulsive foils within upstream wakes and trout swimming behind bluff\ncylinders in a stream, but also differences due to the remarkable whisker\nmorphology which causes it to operate passively and within a much wider\nparametric range.\n", "Comment: 24 pages (double spaced), 9 figures"]}, {"_id": {"$oid": "5c41ee97df84a304bc89695b"}, "arxiv_id": "1102.2665", "header_date": {"$date": "2015-05-27T00:00:00Z"}, "creators": ["Yang, Jinghua", "Zhang, Yong", "Wang, Jiao", "Zhao, Hong"], "dates": [{"$date": "2011-02-13T00:00:00Z"}], "subject": ["Physics - Classical Physics", "Condensed Matter - Statistical Mechanics", "Physics - Fluid Dynamics"], "description": ["  We perform simulations to investigate how the energy carried by a molecule\ntransfers to others in an equilibrium gas model. For this purpose we consider a\nmicrocanonical ensemble of equilibrium gas systems, each of them contains a\ntagged molecule located at the same position initially. The ensuing transfer\nprocess of the energy initially carried by the tagged molecule is then exposed\nin terms of the ensemble-averaged energy density distribution. In both a 2D and\na 3D gas model with Lennard-Jones interactions at room temperature, it is found\nthat the energy carried by a molecule propagates in the gas ballistically, in\nclear contrast with the Gaussian diffusion widely assumed in previous studies.\nA possible scheme of experimental study of this issue is also proposed\n", "Comment: 5 pages,3 figure"]}, {"_id": {"$oid": "5c41d90edf84a304bc86b856"}, "arxiv_id": "0806.1764", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Schaefer, Tobias", "Poje, Andrew C.", "Vukadinovic, Jesenko"], "dates": [{"$date": "2008-06-10T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We study the effect of advection and small diffusion on passive tracers. The\nadvecting velocity field is assumed to have mean zero and to possess\ntime-periodic stream lines. Using a canonical transform to action-angle\nvariables followed by a Lie-transform, we derive an averaged equation\ndescribing the effective motion of the tracers. An estimate for the time\nvalidity of the first-order approximation is established. For particular cases\nof a regularized vortical flow we present explicit formulas for the\ncoefficients of the averaged equation both at first and at second order.\nNumerical simulations indicate that the validity of the above first-order\nestimate extends to the second order.\n"]}, {"_id": {"$oid": "5c420f23df84a304bc8d7107"}, "arxiv_id": "1403.3364", "header_date": {"$date": "2014-10-30T00:00:00Z"}, "creators": ["Cejas, Cesare M.", "Wei, Yuli", "Barrois, Remi", "Fretigny, Christian", "Durian, Douglas J.", "Dreyfus, Remi"], "dates": [{"$date": "2014-03-13T00:00:00Z"}, {"$date": "2014-03-14T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  We investigate the formation of fingered flow in dry granular media under\nsimulated rainfall using a quasi-2D experimental set-up composed of a random\nclose packing of mono-disperse glass beads. Using controlled experiments, we\nanalyze the finger instabilities that develop from the wetting front as a\nfunction of fundamental granular (particle size) and fluid properties\n(rainfall, viscosity).These finger instabilities act as precursors for water\nchannels, which serve as outlets for water drainage. We look into the\ncharacteristics of the homogeneous wetting front and channel size as well as\nestimate relevant time scales involved in the instability formation and the\nvelocity of the channel finger tip. We compare our experimental results with\nthat of the well-known prediction developed by Parlange and Hill [1976]. This\nmodel is based on linear stability analysis of the growth of perturbations\narising at the interface between two immiscible fluids. Results show that in\nterms of morphology, experiments agree with the proposed model. However, in\nterms of kinetics we nevertheless account for another term that describes the\nhomogenization of the wetting front. This result shows that the manner we\nintroduce the fluid to a porous medium can also influence the formation of\nfinger instabilities.\n", "Comment: 13 pages, 7 figures"]}, {"_id": {"$oid": "5c4212e0df84a304bc8dec7e"}, "arxiv_id": "1407.3113", "header_date": {"$date": "2015-09-16T00:00:00Z"}, "creators": ["del Pozo, J. J.", "Garrido, P. L.", "Hurtado, P. I."], "dates": [{"$date": "2014-07-11T00:00:00Z"}, {"$date": "2015-09-15T00:00:00Z"}], "subject": ["Condensed Matter - Statistical Mechanics", "Condensed Matter - Soft Condensed Matter", "Mathematical Physics", "Physics - Computational Physics", "Physics - Fluid Dynamics"], "description": ["  We use extensive computer simulations to probe local thermodynamic\nequilibrium (LTE) in a quintessential model fluid, the two-dimensional\nhard-disks system. We show that macroscopic LTE is a property much stronger\nthan previously anticipated, even in the presence of important finite size\neffects, revealing a remarkable bulk-boundary decoupling phenomenon in fluids\nout of equilibrium. This allows us to measure the fluid's equation of state in\nsimulations far from equilibrium, with an excellent accuracy comparable to the\nbest equilibrium simulations. Subtle corrections to LTE are found in the\nfluctuations of the total energy which strongly point out to the nonlocality of\nthe nonequilibrium potential governing the fluid's macroscopic behavior out of\nequilibrium.\n", "Comment: 9 pages (main) | 8 figures | 4 pages (Appendix)"]}, {"_id": {"$oid": "5c41e91fdf84a304bc88bd0a"}, "arxiv_id": "1007.0810", "header_date": {"$date": "2010-07-15T00:00:00Z"}, "creators": ["Trinh, K. T."], "dates": [{"$date": "2010-07-06T00:00:00Z"}, {"$date": "2010-07-14T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  In this visualisation, the transition from laminar to turbulent flow is\ncharacterised by the intermittent ejection of wall fluid into the outer stream.\nThe normalised thickness of the viscous flow layer reaches an asymptotic value\nbut the physical thickness drops exponentially after transition. The critical\ntransition pipe Reynolds number can be obtained simply by equating it with the\nasymptotic value of the normalised thickness of viscous flow layer.\n  Key words: Transition, critical stability Reynolds number, critical\ntransition Reynolds number, non-Newtonian pipe flow\n", "Comment: 39 pages, 16 figures"]}, {"_id": {"$oid": "5c41f9a8df84a304bc8ad192"}, "arxiv_id": "1204.4108", "header_date": {"$date": "2012-10-23T00:00:00Z"}, "creators": ["Prakash, Vivek N.", "Tagawa, Yoshiyuki", "Calzavarini, Enrico", "Mercado, Julian Martinez", "Toschi, Federico", "Lohse, Detlef", "Sun, Chao"], "dates": [{"$date": "2012-04-18T00:00:00Z"}, {"$date": "2012-07-19T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We report results from the first systematic Lagrangian experimental\ninvestigation in the regime of very light (air bubbles in water) and large\nparticles (D/{\\eta} >> 1) in turbulence. Using a traversing camera setup and\nparticle tracking, we study the Lagrangian acceleration statistics of ~3 mm\ndiameter (D) bubbles in a water tunnel with nearly homogeneous and isotropic\nturbulence generated by an active-grid. The Reynolds number (Re_{\\lambda}) is\nvaried from 145 to 230, resulting in size ratios, D/{\\eta} in the range of\n7.3--12.5, where {\\eta} is the Kolmogorov length scale. The experiments reveal\nthat gravity increases the acceleration variance and reduces the intermittency\nof the PDF in the vertical direction. Once the gravity offset is subtracted,\nthe variances of both the horizontal and vertical acceleration components are\nabout 5\\pm2 times larger than the one measured in the same flow for fluid\ntracers. Moreover, for these light particles, the experimental acceleration PDF\nshows a substantial reduction in intermittency at growing size ratios, in\ncontrast to neutrally buoyant or heavy particles. All these results are closely\nmatched by numerical simulations of finite-size bubbles with the Fax\\'en\ncorrections.\n", "Comment: 10 pages, 9 figures"]}, {"_id": {"$oid": "5c41e1a0df84a304bc87cd9f"}, "arxiv_id": "0908.0990", "header_date": {"$date": "2015-05-13T00:00:00Z"}, "creators": ["Niven, Robert K."], "dates": [{"$date": "2009-08-07T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Jaynes' maximum entropy (MaxEnt) principle was recently used to give a\nconditional, local derivation of the ``maximum entropy production'' (MEP)\nprinciple, which states that a flow system with fixed flow(s) or gradient(s)\nwill converge to a steady state of maximum production of thermodynamic entropy\n(R.K. Niven, Phys. Rev. E, in press). The analysis provides a steady state\nanalog of the MaxEnt formulation of equilibrium thermodynamics, applicable to\nmany complex flow systems at steady state. The present study examines the\nclassification of physical systems, with emphasis on the choice of constraints\nin MaxEnt. The discussion clarifies the distinction between equilibrium, fluid\nflow, source/sink, flow/reactive and other systems, leading into an appraisal\nof the application of MaxEnt to steady state flow and reactive systems.\n", "Comment: 6 pages; paper for MaxEnt09"]}, {"_id": {"$oid": "5c41e145df84a304bc87c14b"}, "arxiv_id": "0907.3440", "header_date": {"$date": "2014-03-31T00:00:00Z"}, "creators": ["Avila, M.", "Willis, A. P.", "Hof, B."], "dates": [{"$date": "2009-07-20T00:00:00Z"}, {"$date": "2009-10-02T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The onset of shear flow turbulence is characterized by turbulent patches\nbounded by regions of laminar flow. At low Reynolds numbers localized\nturbulence relaminarises, raising the question of whether it is transient in\nnature or it becomes sustained at a critical threshold. We present extensive\nnumerical simulations and a detailed statistical analysis of the data, in order\nto shed light on the sources of the discrepancies present in the literature.\nThe results are in excellent quantitative agreement with recent experiments and\nshow that the turbulent lifetimes increase super-exponentially with Reynolds\nnumber. In addition, we provide evidence for a lower bound below which there\nare no meta-stable characteristics of the transients, i.e. the relaminarisation\nprocess is no longer memoryless.\n", "Comment: 10 pages, 4 figures, J. Fluid Mech. Revised text and figure to\n  improve presentation and clarity. Few new simulations included"]}, {"_id": {"$oid": "5c41f678df84a304bc8a6d0e"}, "arxiv_id": "1112.5083", "header_date": {"$date": "2013-05-24T00:00:00Z"}, "creators": ["Dutykh, Denys", "Kalisch, Henrik"], "dates": [{"$date": "2011-12-21T00:00:00Z"}, {"$date": "2013-04-11T00:00:00Z"}], "subject": ["Physics - Classical Physics", "Computer Science - Numerical Analysis", "Mathematics - Analysis of PDEs", "Mathematics - Numerical Analysis", "Physics - Atmospheric and Oceanic Physics", "Physics - Computational Physics", "Physics - Fluid Dynamics", "Physics - Geophysics"], "description": ["  Consideration is given to the influence of an underwater landslide on waves\nat the surface of a shallow body of fluid. The equations of motion which govern\nthe evolution of the barycenter of the landslide mass include various\ndissipative effects due to bottom friction, internal energy dissipation, and\nviscous drag. The surface waves are studied in the Boussinesq scaling, with\ntime-dependent bathymetry. A numerical model for the Boussinesq equations is\nintroduced which is able to handle time-dependent bottom topography, and the\nequations of motion for the landslide and surface waves are solved\nsimultaneously. The numerical solver for the Boussinesq equations can also be\nrestricted to implement a shallow-water solver, and the shallow-water and\nBoussinesq configurations are compared. A particular bathymetry is chosen to\nillustrate the general method, and it is found that the Boussinesq system\npredicts larger wave run-up than the shallow-water theory in the example\ntreated in this paper. It is also found that the finite fluid domain has a\nsignificant impact on the behavior of the wave run-up.\n", "Comment: 32 pages, 16 Figures, 68 references. Other author's papers can be\n  downloaded at http://www.denys-dutykh.com/"]}, {"_id": {"$oid": "5c421c39df84a304bc8f0e91"}, "arxiv_id": "1504.02224", "header_date": {"$date": "2015-05-20T00:00:00Z"}, "creators": ["Campagne, Antoine", "Gallet, Basile", "Moisy, Frédéric", "Cortet, Pierre-Philippe"], "dates": [{"$date": "2015-04-09T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  We present a spatio-temporal analysis of a statistically stationary rotating\nturbulence experiment, aiming to extract a signature of inertial waves, and to\ndetermine the scales and frequencies at which they can be detected. The\nanalysis uses two-point spatial correlations of the temporal Fourier transform\nof velocity fields obtained from time-resolved stereoscopic particle image\nvelocimetry measurements in the rotating frame. We quantify the degree of\nanisotropy of turbulence as a function of frequency and spatial scale. We show\nthat this space-time-dependent anisotropy is well described by the dispersion\nrelation of linear inertial waves at large scale, while smaller scales are\ndominated by the sweeping of the waves by fluid motion at larger scales. This\nsweeping effect is mostly due to the low-frequency quasi-two-dimensional\ncomponent of the turbulent flow, a prominent feature of our experiment which is\nnot accounted for by wave turbulence theory. These results question the\nrelevance of this theory for rotating turbulence at the moderate Rossby numbers\naccessible in laboratory experiments, which are relevant to most geophysical\nand astrophysical flows.\n"]}, {"_id": {"$oid": "5c41db1ddf84a304bc86fb23"}, "arxiv_id": "0809.4586", "header_date": {"$date": "2009-11-13T00:00:00Z"}, "creators": ["Esirkepov, T. Zh.", "Kato, Y.", "Bulanov, S. V."], "dates": [{"$date": "2008-09-26T00:00:00Z"}], "subject": ["Physics - Plasma Physics", "Physics - Computational Physics", "Physics - Fluid Dynamics", "Physics - Space Physics"], "description": ["  We show a new effect of the bow wave excitation by an intense short laser\npulse propagating in underdense plasma. Due to spreading of the laser pulse\nenergy in transverse direction, the bow wave causes a large-scale transverse\nmodulation of the electron density. This can significantly increase the\nelectric potential of the wake wave since the wake wave is generated in the\nregion much wider than the laser pulse waist.\n", "Comment: 6 pages, 4 figures"]}, {"_id": {"$oid": "5c4219a2df84a304bc8ebefa"}, "arxiv_id": "1501.07006", "header_date": {"$date": "2015-06-29T00:00:00Z"}, "creators": ["Vidal, Jérémie", "Schaeffer, Nathanaël"], "dates": [{"$date": "2015-01-28T00:00:00Z"}, {"$date": "2015-06-26T00:00:00Z"}], "subject": ["Physics - Geophysics", "Physics - Classical Physics", "Physics - Fluid Dynamics"], "description": ["  Seismic waves sensitive to the outermost part of the Earth's liquid core seem\nto be affected by a stably stratified layer at the core-mantle boundary. Such a\nlayer could have an observable signature in both long-term and short-term\nvariations of the magnetic field of the Earth, which are used to probe the flow\nat the top of the core. Indeed, with the recent SWARM mission, it seems\nreasonable to be able to identify waves propagating in the core with period of\nseveral months, which may play an important role in the large-scale dynamics.\nIn this paper, we characterize the influence of a stratified layer at the top\nof the core on deep quasi-geostrophic (Rossby) waves. We compute numerically\nthe quasi-geostrophic eigenmodes of a rapidly rotating spherical shell, with a\nstably stratified layer near the outer boundary. Two simple models of\nstratification are taken into account, which are scaled with commonly adopted\nvalues of the Brunt-V{\\\"a}is{\\\"a}l{\\\"a} frequency in the Earth's core. In the\nabsence of magnetic field, we find that both azimuthal wavelength and frequency\nof the eigenmodes control their penetration into the stratified layer: the\nhigher the phase speed, the higher the permeability of the stratified layer to\nthe wave motion. We also show that the theory developed by Takehiro and Lister\n[2001] for thermal convection extends to the whole family of Rossby waves in\nthe core. Adding a magnetic field, the penetrative behaviour of the\nquasi-geostrophic modes (the so-called fast branch) is insensitive to the\nimposed magnetic field and only weakly sensitive to the precise shape of the\nstratification. Based on these results, the large-scale and high frequency\nmodes (1 to 2 month periods) may be detectable in the geomagnetic data measured\nat the Earth's surface, especially in the equatorial area where the modes can\nbe trapped.\n"]}, {"_id": {"$oid": "5c41ff4fdf84a304bc8b8b7e"}, "arxiv_id": "1211.1720", "header_date": {"$date": "2013-09-11T00:00:00Z"}, "creators": ["Balajewicz, Maciej", "Dowell, Earl", "Noack, Bernd"], "dates": [{"$date": "2012-11-07T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  A new approach to model order reduction of the Navier-Stokes equations at\nhigh Reynolds number is proposed. Unlike traditional approaches, this method\ndoes not rely on empirical turbulence modeling or modification of the\nNavier-Stokes equations. It provides spatial basis functions different from the\nusual proper orthogonal decomposition basis function in that, in addition to\noptimally representing the training data set, the new basis functions also\nprovide stable and accurate reduced-order models. The proposed approach is\nillustrated with two test cases: two-dimensional flow inside a square\nlid-driven cavity and a two-dimensional mixing layer.\n"]}, {"_id": {"$oid": "5c4220d3df84a304bc8fa3b2"}, "arxiv_id": "1508.05650", "header_date": {"$date": "2015-10-21T00:00:00Z"}, "creators": ["Farge, Marie", "Schneider, Kai"], "dates": [{"$date": "2015-08-23T00:00:00Z"}], "subject": ["Physics - Plasma Physics", "Nonlinear Sciences - Adaptation and Self-Organizing Systems", "Physics - Computational Physics", "Physics - Data Analysis, Statistics and Probability", "Physics - Fluid Dynamics", "65T60, 76W05, 82D10, 76F65, 76F05, 76F55, 65R32, 76M28"], "description": ["  Wavelet analysis and compression tools are reviewed and different\napplications to study MHD and plasma turbulence are presented. We introduce the\ncontinuous and the orthogonal wavelet transform and detail several statistical\ndiagnostics based on the wavelet coefficients. We then show how to extract\ncoherent structures out of fully developed turbulent flows using wavelet-based\ndenoising. Finally some multiscale numerical simulation schemes using wavelets\nare described. Several examples for analyzing, compressing and computing one,\ntwo and three dimensional turbulent MHD or plasma flows are presented.\n", "Comment: Journal of Plasma Physics, 2015"]}, {"_id": {"$oid": "5c421b3fdf84a304bc8ef208"}, "arxiv_id": "1503.04110", "header_date": {"$date": "2015-06-24T00:00:00Z"}, "creators": ["Aubourg, Quentin", "Mordant, Nicolas"], "dates": [{"$date": "2015-03-13T00:00:00Z"}], "subject": ["Nonlinear Sciences - Chaotic Dynamics", "Physics - Fluid Dynamics"], "description": ["  We report a laboratory investigation of weak turbulence of water surface\nwaves in the gravity-capillary crossover. By using time-space resolved\nprofilometry and a bicoherence analysis, we observe that the nonlinear\nprocesses involve 3-wave resonant interactions. By studying the solutions of\nthe resonance conditions we show that the nonlinear interaction is dominantly\n1D and involves collinear wave vectors. Furthermore taking into account the\nspectral widening due to weak nonlinearity explains that nonlocal interactions\nare possible between a gravity wave and high frequency capillary ones. We\nobserve also that nonlinear 3-wave coupling is possible among gravity waves and\nwe raise the question of the relevance of this mechanism for oceanic waves.\n", "Comment: accepted for publication in Physical Review Letters"]}, {"_id": {"$oid": "5c41eba1df84a304bc890d8a"}, "arxiv_id": "1010.4266", "header_date": {"$date": "2010-10-21T00:00:00Z"}, "creators": ["Chang, Emily S.", "Edwards, Joan", "Cha, Jung Ha", "Strassman, Sam", "Hard, Clara", "Whitaker, Dwight L."], "dates": [{"$date": "2010-10-15T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Physics - Biological Physics"], "description": ["  Long distance wind dispersal requires small spores with low terminal\nvelocities, which can be held aloft by turbulent air currents until they are\ndeposited in suitable habitats for colonization. The inherent difficulty in\ndispersing spores by wind is that spores easily carried by wind are also\nrapidly decelerated when moving through still air. Thus the height of spore\nrelease is critical in determining their range of dispersal. Vascular plants\nwith wind dispersed spores use the height of the plant to lift spores into\nsufficient wind currents for dispersal, however non-vascular plants such as\nSphagnum cannot grow sufficiently tall. These fluid dynamics videos show how\nexploding capsules of {\\em Sphagnum} moss generate vortex rings to carry spores\nto heights above 10 cm with an initial velocity of 16 m s$^{-1}$. In contrast\nspores launched ballistically at these speeds through still air would travel\nonly 2-7 mm.\n", "Comment: includes videos. Submitted for the APS DFD Gallery of Fluid Motion\n  2010"]}, {"_id": {"$oid": "5c420ccedf84a304bc8d2845"}, "arxiv_id": "1401.0406", "header_date": {"$date": "2015-10-01T00:00:00Z"}, "creators": ["Bronzi, Anne", "Filho, Milton Lopes", "Lopes, Helena Nussenzveig"], "dates": [{"$date": "2014-01-02T00:00:00Z"}], "subject": ["Mathematics - Analysis of PDEs", "Physics - Fluid Dynamics", "35Q35, 35D30, 76B03, 76W05"], "description": ["  In Ann. Math., 170 (2009), 1417-1436, C. De Lellis and L. Sz\\'ekelyhidi Jr.\nconstructed wild solutions of the incompressible Euler equations using a\nreformulation of the Euler equations as a differential inclusion together with\nconvex integration. In this article we adapt their construction to the system\nconsisting of adding the transport of a passive scalar to the two-dimensional\nincompressible Euler equations.\n", "Comment: 10 pages"]}, {"_id": {"$oid": "5c41eba1df84a304bc890d44"}, "arxiv_id": "1010.4196", "header_date": {"$date": "2010-10-21T00:00:00Z"}, "creators": ["Soto, Enrique", "Aguilar-Corona, Alicia", "Zenit, Roberto"], "dates": [{"$date": "2010-10-18T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  The fluid dynamics video show a gas stream which is injected into a packed\nbed immersed in water and fluid dynamcis video present the dynamics involved.\nThe refractive index of the water an the packed bed are quite similar and the\nedges of the spherical particles can be seen. Two distinctive regimens can be\nobserved. The first one, for low air flow rates, which is characterized by the\npercolation of the air thought the interstitial space among particles. And the\nsecond one, for high air flow rates, which is characterized by the accumulation\nof air inside the packed bed without percolation, it can be observed that the\nbubble pull apart the particles apart. Furthermore, for the first case the\nposition of the particles remains constant while for the second one a\ncirculation of particles is induced by the bubbles flow.\n"]}, {"_id": {"$oid": "5c41eb02df84a304bc88fa79"}, "arxiv_id": "1009.5617", "header_date": {"$date": "2010-09-29T00:00:00Z"}, "creators": ["Kadoch, Benjamin", "Bos, Wouter", "Schneider, Kai"], "dates": [{"$date": "2010-09-28T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Physics - Plasma Physics"], "description": ["  The Lagrangian velocity statistics of dissipative drift-wave turbulence are\ninvestigated. For large values of the adiabaticity (or small collisionality),\nthe probability density function of the Lagrangian acceleration shows\nexponential tails, as opposed to the stretched exponential or algebraic tails,\ngenerally observed for the highly intermittent acceleration of Navier-Stokes\nturbulence. This exponential distribution is shown to be a robust feature\nindependent of the Reynolds number. For small adiabaticity, algebraic tails are\nobserved, suggesting the strong influence of point-vortex-like dynamics on the\nacceleration. A causal connection is found between the shape of the probability\ndensity function and the autocorrelation of the norm of the acceleration.\n"]}, {"_id": {"$oid": "5c4218bedf84a304bc8ea379"}, "arxiv_id": "1412.8735", "header_date": {"$date": "2014-12-31T00:00:00Z"}, "creators": ["Dong, S.", "Wang, X."], "dates": [{"$date": "2014-12-30T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Mathematics - Numerical Analysis", "Physics - Computational Physics"], "description": ["  Two-phase outflows refer to situations where the interface formed between two\nimmiscible incompressible fluids passes through open portions of the domain\nboundary. We present in this paper several new forms of open boundary\nconditions for two-phase outflow simulations within the phase field framework.\nIn addition, we also present a rotational pressure-correction based algorithm\nfor numerically treating these open boundary conditions. Our algorithm gives\nrise to linear algebraic systems for the velocity and the pressure that involve\nonly constant and time-independent coefficient matrices after discretization,\ndespite the variable density and variable viscosity of the two-phase mixture.\nBy comparing simulation results with the theory and the experimental data, we\nshow that the method developed herein produces physically accurate results. We\nalso present numerical experiments to demonstrate the long-term stability of\nthe method in situations where large density contrast, large viscosity\ncontrast, and backflows are present at the two-phase outflow/open boundaries.\n", "Comment: 30 pages, 12 figures, 6 tables"]}, {"_id": {"$oid": "5c41fa81df84a304bc8aee69"}, "arxiv_id": "1205.4752", "header_date": {"$date": "2015-06-05T00:00:00Z"}, "creators": ["Scatamacchia, R.", "Biferale, L.", "Toschi, F."], "dates": [{"$date": "2012-05-21T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Nonlinear Sciences - Chaotic Dynamics"], "description": ["  We present a numerical study of two-particle dispersion from point-sources in\n3D incompressible Homogeneous and Isotropic turbulence, at Reynolds number Re\n\\simeq 300. Tracer particles are emitted in bunches from localized sources\nsmaller than the Kolmogorov scale. We report the first quantitative evidence,\nsupported by an unprecedented statistics, of the deviations of relative\ndispersion from Richardson's picture. Deviations are due to extreme events of\npairs separating much faster than average, and of pairs remaining close for\nlong times. The two classes of events are the fingerprint of complete different\nphysics, the former being dominated by inertial subrange and large-scale\nfluctuations, while the latter by the dissipation subrange. A comparison of\nrelative separation in surrogate white-in-time velocity field, with correct\nviscous-, inertial- and integral-scale properties allows us to assess the\nimportance of temporal correlations along tracer trajectories.\n", "Comment: 5 pages, 6 figures"]}, {"_id": {"$oid": "5c41db97df84a304bc8708e4"}, "arxiv_id": "0810.2820", "header_date": {"$date": "2013-05-29T00:00:00Z"}, "creators": ["Flynn, Morris R.", "Kasimov, Aslan R.", "Nave, Jean-Christophe", "Rosales, Rodolfo R.", "Seibold, Benjamin"], "dates": [{"$date": "2008-10-15T00:00:00Z"}], "subject": ["Physics - Physics and Society", "Mathematics - Analysis of PDEs", "Nonlinear Sciences - Pattern Formation and Solitons", "Physics - Fluid Dynamics"], "description": ["  In analogy to gas-dynamical detonation waves, which consist of a shock with\nan attached exothermic reaction zone, we consider herein nonlinear traveling\nwave solutions, termed \"jamitons,\" to the hyperbolic (\"inviscid\") continuum\ntraffic equations. Generic existence criteria are examined in the context of\nthe Lax entropy conditions. Our analysis naturally precludes traveling wave\nsolutions for which the shocks travel downstream more rapidly than individual\nvehicles. Consistent with recent experimental observations from a periodic\nroadway (Sugiyama et al., New Journal of Physics, 10, 2008), our numerical\ncalculations show that, under appropriate road conditions, jamitons are\nattracting solutions, with the time evolution of the system converging towards\na jamiton-dominated configuration. Jamitons are characterized by a sharp\nincrease in density over a relatively compact section of the roadway.\nApplications of our analysis to traffic modeling and control are examined by\nway of a detailed example.\n", "Comment: 27 pages, 4 figures"]}, {"_id": {"$oid": "5c41d6a8df84a304bc866b13"}, "arxiv_id": "0802.0701", "header_date": {"$date": "2008-02-07T00:00:00Z"}, "creators": ["Norris, Andrew N."], "dates": [{"$date": "2008-02-05T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics"], "description": ["  Fundamental features of rotationally symmetric acoustic cloaks with\nanisotropic inertia are derived. Two universal relations are found to connect\nthe radial and transverse phase speeds and the bulk modulus in the cloak.\nPerfect cloaking occurs only if the radial component of the density becomes\ninfinite at the cloak inner boundary, requiring an infinitely massive cloak. A\npractical cloak of finite mass is defined in terms of its effective visible\nradius, which vanishes for perfect cloaking. Significant cloaking is obtained\nwhen the effective visible radius is subwavelength, reducing the total\nscattering cross section, and may be achieved even as the interior radius of\nthe cloak is large relative to the wavelength. Both 2D vs. 3D effects are\ncompared as we illustrate how the spatial dependence of the cloaking parameters\neffect the total cross section.\n", "Comment: 4 pages, 2 figures"]}, {"_id": {"$oid": "5c41f028df84a304bc899d84"}, "arxiv_id": "1104.3958", "header_date": {"$date": "2015-03-19T00:00:00Z"}, "creators": ["Xu, Hui", "Luan, Huibao", "He, Yaling", "Tao, Wenquan"], "dates": [{"$date": "2011-04-20T00:00:00Z"}, {"$date": "2011-10-05T00:00:00Z"}], "subject": ["Physics - Fluid Dynamics", "Physics - Computational Physics"], "description": ["  In this paper, analytic relations between the macroscopic variables and the\nmesoscopic variables are derived for lattice Boltzmann methods (LBM). The\nanalytic relations are achieved by two different methods for the exchange from\nvelocity fields of finite-type methods to the single particle distribution\nfunctions of LBM. The numerical errors of reconstructing the single particle\ndistribution functions and the non-equilibrium distribution function by\nmacroscopic fields are investigated. Results show that their accuracy is better\nthan the existing ones. The proposed reconstruction operator has been used to\nimplement the coupling computations of LBM and macro-numerical methods of FVM.\nThe lid-driven cavity flow is chosen to carry out the coupling computations\nbased on the numerical strategies of domain decomposition methods (DDM). The\nnumerical results show that the proposed lifting relations are accurate and\nrobust.\n"]}, {"_id": {"$oid": "5c420578df84a304bc8c4f30"}, "arxiv_id": "1305.6796", "header_date": {"$date": "2013-06-06T00:00:00Z"}, "creators": ["Altshuler, E.", "Torres, H.", "González-Pita, A.", "Sánchez-Colina, G.", "Pérez-Penichet, C.", "Waitukaitis, S.", "Hidalgo, R. C."], "dates": [{"$date": "2013-05-29T00:00:00Z"}, {"$date": "2013-06-04T00:00:00Z"}], "subject": ["Condensed Matter - Soft Condensed Matter", "Physics - Fluid Dynamics"], "description": ["  A loosely packed bed of sand sits precariously on the fence between\nmechanically stable and flowing states. This has especially strong implications\nfor animals or vehicles needing to navigate sandy environments, which can sink\nand become stuck in a \"dry quicksand\" if their weight exceeds the yield stress\nof this fragile matter. While it is known that the contact stresses in these\nsystems are loaded by gravity, very little is known about the sinking dynamics\nof objects into loose granular systems under gravitational accelerations\ndifferent from the Earth's (g). A fundamental understanding of how objects sink\nin different gravitational environments is not only necessary for successful\nplanetary navigation and engineering, but it can also improve our understanding\nof celestial impact dynamics and crater geomorphology. Here we perform and\nexplain the first systematic experiments of the sink dynamics of objects into\ngranular media in different gravitational accelerations. By using an\naccelerating experimental apparatus, we explore gravitational conditions\nranging from 0.4g to 1.2g. With the aid of discrete element modeling\nsimulations, we reproduce these results and extend this range to include\nobjects as small as asteroids and as large as Jupiter. Surprisingly, we find\nthat the final sink depth is independent of the gravitational acceleration, an\nobservation with immediate relevance to the design of future extraterrestrial\nstructures land-roving spacecraft. Using a phenomenological equation of motion\nthat includes a gravity-loaded frictional term, we are able to quantitatively\nexplain the experimental and simulation results.\n"]}, {"_id": {"$oid": "5c41ec3ddf84a304bc891f49"}, "arxiv_id": "1011.2505", "header_date": {"$date": "2011-02-23T00:00:00Z"}, "creators": ["Beresnyak, Andrey"], "dates": [{"$date": "2010-11-10T00:00:00Z"}], "subject": ["Astrophysics - Astrophysics of Galaxies", "Physics - Fluid Dynamics"], "description": ["  The spectral slope of strong MHD turbulence has recently been a matter of\ncontroversy. While Goldreich-Sridhar model (1995) predicts Kolmogorov's -5/3\nslope of turbulence, shallower slopes were often reported by numerical studies.\nWe argue that earlier numerics was affected by driving due to a diffuse\nlocality of energy transfer in MHD case. Our highest-resolution simulation\n(3072^2x1024) has been able to reach the asymptotic -5/3 regime of the energy\nslope. Additionally, we found that so-called dynamic alignment, proposed in the\nmodel with -3/2 slope, saturates and therefore can not affect asymptotic slope.\nThe observation of the asymptotic regime allowed us to measure Kolmogorov\nconstant C_KA=3.2+-0.2 for purely Alfv\\'enic turbulence and C_K=4.1+-0.3 for\nfull MHD turbulence. These values are much higher than the hydrodynamic value\nof 1.64. The larger value of Kolmogorov constant is an indication of a fairly\ninefficient energy transfer and, as we show in this Letter, is in theoretical\nagreement with our observation of diffuse locality. We also explain what has\nbeen missing in numerical studies that reported shallower slopes.\n", "Comment: 5 pages 3 figures"]}]